[
    {
        "id": "543182",
        "title": "Louise Dupin",
        "url": "https://fr.wikipedia.org/?curid=543182",
        "header": [
            "Notaire",
            "Période d'exercice",
            "Étude",
            "Adresse",
            "Paroisse",
            "Quartier",
            "Ville",
            "Notes"
        ],
        "rows": [
            [
                "Claude Aleaume",
                "au",
                "XCI",
                "rue de Condé",
                "Saint-Sulpice",
                "Le Luxembourg",
                "Paris",
                ""
            ],
            [
                "Joseph-Roch Andelle",
                "au",
                "LXXXVIII",
                "rue des Quatre-Fils",
                "Saint-Jean-en-Grève",
                "Temple",
                "Paris",
                "Démissionnaire le 5 pluviôse an II (), faute d'avoir pu fournir un certificat de civisme. Réintégré par le décret du 19 vendémiaire an III (), il renonce finalement au notariat et laisse son étude à  Faugé."
            ],
            [
                "Sylvain Ballot",
                "au",
                "CXVI",
                "rue Saint-Honoré, au-dessus des Quinze-Vingts",
                "Saint-Roch",
                "Palais-Royal",
                "Paris",
                ""
            ],
            [
                "Louis Bronod",
                "au",
                "LXXXVIII",
                "rue Sainte-Avoye, près l'Échelle du Temple",
                "Saint-Nicolas-des-Champs",
                "Sainte-Avoye",
                "Paris",
                "Louis Bronod et son fils  Edme-Louis Bronod, sont les notaires de Monsieur et Madame Dupin au ."
            ],
            [
                "Edme-Louis Bronod",
                "au",
                "LXXXVIIILV",
                "rue de Braque",
                "Saint-Nicolas-des-Champs",
                "Sainte-Avoye",
                "Paris",
                "Il s'associe avec  Bernard Maigret du  au . Edme-Louis Bronod se suicide le  à Paris (source : Archives de Paris - acte de décès V3E/D205)."
            ],
            [
                "Charles Nicolas Denis de Villiers",
                "au",
                "XXIX",
                "rue des Boucheries au faubourg Saint-Germain 3 rue de Grenelle-Saint-Germain",
                "Saint-Sulpice",
                "Saint-Germain-des-Prés",
                "Paris",
                "rue des Boucheries de 1780 à 1785 et 3 rue de Grenelle-Saint-Germain de 1786 à 1822."
            ],
            [
                "André Guillaume Deshayes",
                "au",
                "XII",
                "rue des Deux-Ponts, île Notre-Dame",
                "Saint-Louis-en-l'Ile",
                "La Cité",
                "Paris",
                ""
            ],
            [
                "Hubert-Antoine Gibe",
                "au",
                "LV",
                "rue Sainte-Avoye",
                "Saint-Nicolas-des-Champs",
                "Sainte-Avoye",
                "Paris",
                ""
            ],
            [
                "Bernard Maigret",
                "au",
                "LV",
                "rue de Braque",
                "Saint-Nicolas-des-Champs",
                "Sainte-Avoye",
                "Paris",
                "Bernard Maigret s'associe avec  Edme-Louis Bronod du  au ."
            ],
            [
                "Guillaume Henri Picquais",
                "au",
                "LVI",
                "rue de la Monnaie,rue Boucher,rue Baillette",
                "Saint-Germain-L'auxerrois",
                "Louvre",
                "Paris",
                "Guillaume Henri Picquais est chargé des actes notariés concernant Claude Sophie Dupin de Rochefort et Anne-Jeanne-Sophie de Serre de Saint-Roman. Voir également l'étude de  Charles Nicolas Denis de Villiers pour la succession."
            ],
            [
                "Pierre-Christophe Tessier",
                "au",
                "LXXXVII",
                "rue Saint-Antoine",
                "Saint-Paulsaint-Gervais",
                "Saint-Antoine",
                "Paris",
                ""
            ]
        ],
        "column_types": [
            "PERSON",
            "UNKNOWN",
            "UNKNOWN",
            "POSTAL ADDRESS",
            "GPE",
            "UNKNOWN",
            "GPE",
            "UNKNOWN"
        ],
        "key_column": 0,
        "numeric_columns": [],
        "date_columns": {}
    },
    {
        "id": "543182",
        "title": "Louise Dupin",
        "url": "https://fr.wikipedia.org/?curid=543182",
        "header": [
            "AN",
            "MC",
            "RE",
            "ET",
            "Chiffres romains"
        ],
        "rows": [
            [
                "Archives Nationales",
                "Minutier Central",
                "Cote du répertoire",
                "Cote de la Minute",
                "Étude notariale"
            ]
        ],
        "column_types": [
            "ORG",
            "FAC",
            "UNKNOWN",
            "UNKNOWN",
            "UNKNOWN"
        ],
        "key_column": 0,
        "numeric_columns": [],
        "date_columns": {}
    },
    {
        "id": "543182",
        "title": "Louise Dupin",
        "url": "https://fr.wikipedia.org/?curid=543182",
        "header": [
            "Date",
            "Notaire",
            "Acte notarié",
            "Cote du document",
            "Lien internet",
            "Notes"
        ],
        "rows": [
            [
                "",
                "Sylvain Ballot",
                "Contrat de mariage entre Monsieur Dupin et Damoiselle Louise Marie Madeleine de Fontaine",
                "AN - MC - CXVI - 236",
                "",
                "Le contrat de mariage de Claude Dupin et Louise Guillaume de Fontaine est passé devant  Sylvain Ballot, notaire de  Marie-Anne-Armande de Fontaine, la mère de Louise."
            ],
            [
                "",
                "Pierre-Christophe Tessier",
                "Acquisition de l'Hôtel Lambert à Paris par Marie-Armande Carton, Claude Dupin et son épouse Louise Guillaume de Fontaine.",
                "MC - RE - LXXXVII - 14",
                "Liste chronologique des actes pour la période du 2 janvier au 31 décembre 1732",
                "Acquisition de l'Hôtel Lambert à Paris, par Marie-Armande Carton, veuve de Guillaume de Fontaine commissaire de marine, Claude Dupin secrétaire du Roi, et son épouse Louise Guillaume de Fontaine à Alexandre-Louis Lambert, seigneur de Thorigny,"
            ],
            [
                "",
                "André Guillaume Deshayes",
                "Acceptation et décharge du contrat de vente de l'Hôtel Lambert à Paris, fait par Alexandre-Louis Lambert, seigneur de Thorigny.",
                "AN - MC - ET - XII - 419",
                "Acceptation et décharge données par Michel Paumier, maître maçon, du contrat de vente de l'Hôtel Lambert",
                "Acceptation et décharge données par Michel Paumier, maître maçon, du contrat de vente de l'Hôtel Lambert, fait par Alexandre-Louis Lambert, seigneur de Thorigny, à Marie-Armande Carton, veuve de Guillaume de Fontaine, commissaire de marine et à Claude Dupin, secrétaire du Roi, et son épouse à condition d'exécuter par Fontaine et Dupin les devis et marché pour réparations de l'Hôtel, du . Le contrat de vente passé devant  Tessier, notaire, le ."
            ],
            [
                "",
                "Louis Bronod",
                "Acte de vente de l'Hôtel Lambert",
                "AN - MC - LXXXVIII - 856.",
                "",
                "Acte de vente de l'Hôtel Lambert par Madame de Fontaine et son gendre Claude Dupin à Florent Claude, marquis du Châtelet et à son épouse, Gabrielle Émilie de Breteuil, le ."
            ],
            [
                "",
                "Claude Aleaume",
                "Contrat de mariage entre Jacques-Armand Dupin de Chenonceaux et Mademoiselle Louise-Alexandrine-Julie de Rochechouart",
                "AN - MC - XCI - 858",
                "",
                "Maître Claude Aleaume est imposé par la famille de Rochechouart. Ce mariage est, tout au moins pour la mère de Louise-Alexandrine-Julie, indispensable pour sauver la continuité de cette branche, des Vicomtes de Rochechouart de la Maison de Pontville, qui est alors au bord de la faillite, criblée de dettes et menacée des saisies réelles, relatives notamment au château de Rochechouart et à l'hôtel de Pompadour à Paris, plus connu sous le nom de Chanac de Pompadour, aujourd'hui l'ambassade de Suisse. Claude et Louise Dupin donnent à leur fils, Jacques-Armand, une dot de  et une place de fermier général. Pour la famille de Rochechouart, la mésalliance de Julie de Rochechouart-Pontville et qui deviendra une amie de Jean-Jacques Rousseau, était une honte et fait scandale."
            ],
            [
                "",
                "Louis Bronod",
                "Contrat de vente de l'Hôtel de Vins, rue Plâtrière à Paris",
                "AN - MC - ET - LXXXVIII - 646",
                "",
                "Claude Dupin et son épouse Louise Guillaume de Fontaine, locataires de cet Hôtel particulier en 1741 après deux années de travaux, achètent à Marc Antoine Bouret, receveur général des finances, cet immeuble pour un montant de 190 000 livres."
            ],
            [
                "",
                "Edme-Louis Bronod",
                "Inventaire après décès de Jacques-Armand Dupin de Chenonceaux",
                "AN - MC - ET - LXXXVIII - 712",
                "",
                "Jacques-Armand Dupin de Chenonceaux meurt à l'Île de France de la fièvre jaune, le ."
            ],
            [
                "",
                "Edme-Louis Bronod",
                "Dépôt du testament de Claude Dupin",
                "AN - MC - ET - LXXXVIII - 718",
                "Testament olographe de Claude Dupin",
                "Testament olographe Dupin (Claude) conseiller du Roi, ancien fermier général. Dépôt Claude Dupin, le . Le testament de Claude Dupin en date du  laisse comme légataire universel, son petit-fils Claude-Sophie Dupin de Rochefort. Ce testament est attaqué par Louis Claude Dupin de Francueil, son fils du premier lit, qui se porte héritier pour la moitié des biens. Cependant  Louise de Fontaine-Dupin, veuve du fermier général, va conserver ses propriétés. L'inventaire après décès de Claude Dupin, conseiller, secrétaire du roi, fermier général, dont la prisée de la bibliothèque a lieu le ."
            ],
            [
                "",
                "Guillaume Henri Picquais",
                "Contrat de mariage entre Dupin de Rochefort et de Serre de Saint Roman",
                "AN - MC - RE - LVI - 13",
                "Contrat de mariage entre Claude Sophie Dupin de Rochefort et la demoiselle de Serre de Saint Roman",
                "Claude Sophie Dupin de Rochefort, chevalier, capitaine de dragons au régiment de Jarnac, seigneur de Chenonceau, petit-fils et unique héritier de Claude Dupin et Louise Guillaume de Fontaine, épouse Anne Jeanne Sophie de Serre de Saint Roman à Paris."
            ],
            [
                "",
                "Joseph-Roch Andelle",
                "Donation par Louise Marie Madeleine Guillaume de Fontaine",
                "AN - MC - ET - LXXXVIII - 800",
                "Donation de madame Dupin à sa gouvernante et lectrice, Marie-Thérèse Adam",
                "Saint-Antoine (faubourg) : maison sise au coin des rues de la Roquette et Popincourt § donation par Louise Marie Madeleine Guillaume de Fontaine, veuve de Claude Dupin, écuyer, conseiller, secrétaire du Roi, à Marie Thérèse Adam, du faubourg Saint-Antoine, et de meubles. Marie-Thérèse Adam est née à Paris, le  et serait la fille illégitime de Jacques-Armand Dupin de Chenonceaux d'après l'abbé et historien Casimir Chevalier.\n\nDans cet acte de donation, Louise Dupin déclare avoir pris soin de Marie-Thérèse Adam depuis son âge de quatre ans. Marie Boissière, archiviste paléographe, dans ses recherches universitaires mentionne : .. La transcription intégrale de l'acte de baptême de Marie-Thérèse Adam est annexée à un acte de notoriété concernant le citoyen Villeneuve (Vallet de Villeneuve) en date du 8 floréal an II (), étude de Maître Hubert-Antoine Gibé aux Archives nationales (Étude LV - Paris).\n\nMarie-Thérèse Adam est l'une des héritières de  Dupin et devient l'épouse du jeune médecin Pierre Bretonneau le  à Paris. Elle meurt à Chenonceaux, le  dans sa maison de La Renaudière, acquise au mois de  par Madame Dupin."
            ],
            [
                "",
                "Charles Nicolas Denis de Villiers",
                "Testament de Claude-Sophie Dupin de Rochefort",
                "AN - MC - XXIX - 592MC - RE - XXIX - 4",
                "Testament déposé de Dupin de Rochefort",
                "Le testament est déposé à l'étude notariale le  par Marie-Aurore née de Saxe veuve de Messire Louis Claude Dupin de Francueil. Dans ce testament, Claude-Sophie Dupin de Rochefort a nommé et institué son légataire universel, son cousin Maurice François Élisabeth Dupin de Francueil, fils de son oncle Louis Claude Dupin de Francueil. Ce n'est assurément pas le souhait de  Louise de Fontaine-Dupin, qui avait déjà choisi son neveu, Pierre-Armand Vallet de Villeneuve."
            ],
            [
                "",
                "Guillaume Henri Picquais",
                "Séparation entre Dupin de Rochefort et de Serre de Saint Roman",
                "AN - MC - RE - LVI - 14",
                "Acte de notoriété après la séparation de corps des sieur et dame Dupin de Rochefort",
                "Claude Sophie Dupin de Rochefort et Anne Jeanne Sophie de Serre de Saint Roman se séparent. Un acte de notoriété est donc établi par  Guillaume Henri Picquais à Paris, le . Claude Sophie Dupin de Rochefort meurt au château de Chenonceau, le . Anne Jeanne Sophie de Serre de Saint Roman (1762-1844) épouse en secondes noces à Paris, Étienne Denis Pasquier, futur baron, pair de France et ministre d’État (1767-1862)."
            ],
            [
                "",
                "Charles Nicolas Denis de Villiers",
                "Inventaire après décès de Claude-Sophie Dupin de Rochefort",
                "AN - MC - ET - XXIX - 592",
                "Inventaire après décès de Claude-Sophie Dupin de Rochefort",
                "Inventaire après décès de Claude Sophie Dupin de Rochefort, chevalier, capitaine de dragons au régiment de Jarnac, demeurant rue Plâtrière à Paris, quartier Saint-Eustache. L'inventaire est poursuivi dans une maison à Saint-Germain-en-Laye, à gauche de l'avenue. Sa mère, Julie de Rochechouart-Pontville veuve de Dupin de Chenonceaux, demeure à Saint-Germain-en-Laye."
            ],
            [
                "",
                "Charles Nicolas Denis de Villiers",
                "Inventaire dressé après l'interdiction de Louise Alexandrine Julie de Rochechouart",
                "AN - MC - ET - XXIX - 592",
                "Inventaire dressé après l'interdiction de Louise Alexandrine Julie de Rochechouart",
                "Inventaire dressé après l'interdiction de Louise Alexandrine Julie de Rochechouart, veuve d'Armand Dupin, écuyer, seigneur de Chenonceau, demeurant à Saint-Germain-en-Laye, à gauche de l'avenue, du côté de Paris, ladite interdiction prononcée par sentence du prévôt de Saint-Germain-en-Laye du ."
            ],
            [
                "21 ventôse An II21 ventôse de l'An II, jour de décès transcrit dans l'acte du second mariage de Madeleine Suzanne Dupin de Francueil à Chenonceaux, le 7 messidor de l'An IV (25 juin 1796).",
                "Hubert-Antoine Gibe",
                "Inventaire après décès du citoyen Vallet-Villeneuve",
                "AN - MC - LV - 126",
                "",
                "Madeleine-Suzanne Dupin de Francueil, renonce à la succession de son père Louis-Claude Dupin de Francueil et devient la seule héritière de Claude-Sophie Dupin de Rochefort son cousin germain, au moyen de l'abstention faite par le mineur, Maurice-François-Élizabeth Dupin de Francueil, légataire universel en 1788. Cette décision met fin à la bataille de partage engagée depuis la disparition de Claude Dupin, en 1769."
            ]
        ],
        "column_types": [
            "UNKNOWN",
            "PERSON",
            "UNKNOWN",
            "UNKNOWN",
            "UNKNOWN",
            "UNKNOWN"
        ],
        "key_column": 1,
        "numeric_columns": [],
        "date_columns": {}
    }
]