{
    "_index": "corpus_doc_business100_en",
    "_id": "62574946",
    "_source": {
        "identificationMetadata": {
            "id": "62574946",
            "title": "Fijenoord",
            "url": [
                "https://en.wikipedia.org/?curid=62574946",
                "https://en.wikipedia.org/wiki/Fijenoord"
            ],
            "version": 1139155177,
            "versionDate": "2023-02-13T17:29:36Z",
            "hash": "297a77af1b320d537b4253a5ef5fdeee",
            "wikidata": "Q50335714"
        },
        "descriptionMetadata": {
            "categories": [
                "CS1: Julian–Gregorian uncertainty",
                "Articles with short description",
                "Short description is different from Wikidata",
                "Pages with Dutch IPA",
                "Articles containing Dutch-language text",
                "Articles with VIAF identifiers",
                "Articles with LCCN identifiers",
                "Maatschappij voor Scheeps- en Werktuigbouw Fijenoord",
                "Defunct companies of the Netherlands",
                "Shipbuilding companies of the Netherlands",
                "Manufacturing companies based in Rotterdam",
                "Defence companies of the Netherlands"
            ],
            "language": "en",
            "source": "wikipedia"
        },
        "contentMetadata": {
            "format": "wikitext",
            "content": "{{Short description|Shipbuilding and machine factory in Rotterdam}}\n{{Infobox company\n|name                = Fijenoord Shipyard\n|logo                = \n|logo_size           = \n|image               = Werf_Fijenoord_gevel).jpg\n|image_caption       = Front of office of Fijenoord shipyard in Rotterdam\n|image_size          = 250px\n|type                = \n|traded_as           =\n|industry            = [[Shipbuilding]], [[Steam Engine]]s \n|fate                = Merged with [[Wilton's Dok- en Werf Maatschappij]]\n|successor           = [[Wilton-Fijenoord]]\n|founded             = {{start date and age|1823}} in [[Rotterdam]]\n|founder             = \n|key_people          = [[Gerhard Moritz Roentgen]]\n|hq_location_city    = [[Rotterdam]]\n|hq_location_country = [[Netherlands]]\n|location            =\n|area_served         = \n|products            = Ships, engines\n|revenue             = \n|revenue_year        = \n|operating_income    = \n|income_year         = \n|net_income          = \n|net_income_year     = \n|assets              =\n|equity              = \n|equity_year         = \n|owner               = \n|num_employees       = \n|num_employees_year  = \n|parent              = \n|divisions           = \n|subsid              = \n|homepage            = \n|footnotes           = \n|intl                = \n}}\n\n'''Fijenoord''' ({{IPA-nl|ˈfɛiəˌnoːrt}}) was a [[shipyard|shipbuilding company]] and machine factory in [[Rotterdam]] the [[Netherlands]] from 1823 to 1929. In 1929 it merged with Wilton to become Wilton-Fijenoord.\n\n== Early years ==\n\n=== First ships and activities of the NSM ===\nIn 1822 a number of businessmen and women and the engineer Gerhard Mauritz Roentgen. founded Van Vollenhoven, Dutilh en Co. In June 1823 ''De Nederlander'', the first Dutch steamboat (with English engines) started its service, which would become a line between Rotterdam and Antwerp. In 1824 the [[Nederlandsche Stoomboot Maatschappij]] (NSM, but also NSBM) was founded and succeeded to Van Vollenhoven, Dutilh en Co. Roentgen became one of its two executives.{{sfn|Löhnis|1916|p=134}}\n\nNSM was primarily a [[shipping line]]. Its first business activities consisted of founding a number of lines from Rotterdam to Antwerp, [[Veere]], Nijmegen and Arnhem. The required ships and in particular their engines, were designed by Roentgen. The first hulls were built by other companies, but the steam engines were all built by [[John Cockerill (company, 1825–1955)|Cockerill]], who also participated in NSM. \n\n=== NSM's repair shop ===\nWhen NSM was founded in 1824, there was no steam engine manufacturing and repair infrastructure near Rotterdam. NSM therefore could not do without its own repair shop. In November 1824 the {{lang|nl|Badhuis}} at the Boompjes in Rotterdam was bought to establish a smithy. In May 1825 the shipyard of H. Blanken in Oost IJsselmonde was bought. Here NSM erected a [[Shear legs|shear leg]], crucial for lifting boilers.{{sfn|Löhnis|1916|p=136}} In Oost-IJsselmonde NSM built ''Stad Antwerpen'' and ''Stad Frankfort''.{{sfn|Löhnis|1916|p=137}}\n\n=== Fijenoord founded in 1827 ===\nThe NSM had ordered its first ships locally. It ordered their engines first from England, and then from Cockerill based on designs and advice from Roentgen. The idea for the corporation was that Cockerill would have the monopoly on steam engines for ships in the Netherlands, and would only deliver to the NSM. A positive explanation for this monopoly was that the NSM wanted to prevent its knowledge from leaking away via Cockerill, but of course it could not hold. Within a few years the NSM and Cockerill got into conflict about this. \n\nAlready in August 1825 NSM reserved money for a complete repair shop for steam engines, which was also designed to form the nucleus of a factory that could build complete steam engines. In October 1825 NSM then started negotiations to rent the terrain at Fijenoord from the municipality of Rotterdam.{{sfn|Löhnis|1916|p=136}} This repair shop became known as ''Etablissement Fijenoord''{{sfn|Lintsen |1993|p=75}}\n\n=== First activities at Fijenoord ===\nIn September 1827 shipyard Fijenoord repaired ''Concordia'' of the Prussian Rhine steam ship company. She was pulled onto the slipway with machines and boilers on board and fixed in 6 days.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010047838:mpeg21:p004 | work = Nederlandsche staatscourant| title='s Gravenhage, den 4 October | date=5 October 1827}}</ref> In 1828 Fijenoord built the steam vessel ''Stad Frankfort'' for the Mainz-Cologne line.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010054710:mpeg21:p001 | work = Dagblad van 's Gravenhage| title=Duitschland | date=13 February 1828}}</ref> The vessel had 25-30&nbsp;hp<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010977897:mpeg21:p001 | work = Rotterdamsche courant| title=Frankfort den 7 augustus. | date=11 August 1832}}</ref>\n\n=== The compound engine ===\nOne of the many projects of Roentgen and the NSM was the construction of a steam tugboat. In 1825 the NSM got an order from the Dutch navy for a steam tugboat for inland waters and harbors. (Probably the same as the 'tugboat for rivers and estuaries' mentioned in April 1825) This led to the construction of the steam tugboat ''Hercules'' (1829-1830). By 1828 she was still not ready, and Roentgen decided to re-use the engine of the failed [[Agrippina (1827)|''Agrippina'']]. During this transfer the engine was modified to re-use steam from a high pressure [[Cylinder (engine)|cylinder]] for a low pressure cylinder. The re-use created a direct acting engine with two high pressure cylinders and one low-pressure cylinder. With it Roentgen (or his company) had invented a [[compound steam engine]] that could be used in ships. The invention could not be used for sea-going vessels, because it required fresh water to be injected in the condensers.{{sfn|Lintsen |1993|p=75}} In 1829 ''Herkules'' served on the Rhine.<ref name=AH24031830>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010068199:mpeg21:p001 | work = Algemeen Handelsblad| title=Aan de redactie | date=24 March 1830}}</ref> The ''Hercules'' was required for the 1832 Siege of Antwerp and served there using only the low pressure cylinders. Afterwards her engine was finished as a compound engine.{{sfn|Lintsen |1994|p=229}} The invention of the compound engine was of great significance for the company because it gave the NSM a competitive advantage. Especially its steam tugboats were more powerful and yet more economical than those of the competition.{{sfn|Lintsen |1994|p=230}}\n\n== The 1830s ==\n\n=== Descriptions of the shipyard ===\n[[File:Tekening,_anoniem_Gemeente_archief_Rotterdam_-_Rotterdam_-_20191768_-_RCE.jpg|left|thumb|Old Pesthuis (plague house) on Fijenoord island]]\n[[File:Gezicht_op_het_pesthuis_op_Feijenoord_1804_Gemeente_archief_-_Rotterdam_-_20191060_-_RCE.jpg|thumb|Pesthuis side view in 1804]]\n\nOn 28 October 1834 somebody sent a description of a visit to the factory to a newspaper. He wrote that the factory was situated on the island Fijenoord, where the neighborhood [[Feijenoord (neighbourhood)|Feijenoord]] now is. The main building of the factory was the old Pesthuis, literally 'plague house' where the city previously isolated plague victims. Around it, many buildings serving as store houses or work places had been erected. The area measured about 10 [[hectare]]s and was bordered by the Meuse and a harbor that could be entered on both sides. The area itself was again cut through by another harbor, both harbors belonging to the factory. Both harbors were dominated by a big [[Shear legs|sheerleg]]. It was claimed that one of these had lifted 72,000&nbsp;kg. Steam ships could move below these sheerlegs in order to conveniently (and cheaply) lift machinery in and out. One of the harbors had a big roof covering it against rain. Below it big ships could be finished and painted. At the moment the sea steamship ''Pylades'' of 190 feet and 200&nbsp;hp was in the covered harbor. In another part of the shipyard, there was a parallel slipway. On it was steam ship of 220 feet.\n\nIn the main building was an iron foundry. It had three [[cupola furnace]]s, a 'togtoven' (fourneau à vent), a heavy [[Crane (machine)|crane]], an iron basement, an oven for baking shapes, and all other things required at an iron foundry for even the heaviest pieces. A new big togtoven was under construction in order to be able to melt more iron in one go. During the visit a heavy [[gear|cogwheel]] of 2,000&nbsp;kg was being cast. Next to the iron foundry there was a 'metal foundry'. Which referred to bronze at the time, and probably to other metals.\n\nThe big smithy had 14 fires, and cranes etc. The two big biggest were for making heavy pieces. At the time a very heavy axle of 13\" thickness was in progress. (In April 1836 the company would indeed advertise that several iron axles for wind mills had been made by her.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010055859:mpeg21:p003 | work = Dagblad van 's Gravenhage| title=IJzeren Molenassen | date=29 April 1836}}</ref> The axle was made with a 250&nbsp;kg hammer operated by hand like a [[pile driver]]. A [[steam hammer]] was under construction. On one side of the smithy there was a copper smithy. On the other side a building with multiple big [[lathe]]s and [[drill]]s. The visitor was told that recently several iron guns had been bored out to 80 pounders. Another building housed more lathes.\n\nBetween these buildings there was a steam engine. It powered most of the lathes and drills. It provided wind to the cupola's and smithy fires. It also drove a machine that made holes in sheet metal, and cut them to size. On the second floor of one of the buildings there were even more lathes, facilities for model makers, and carpenters, and a model room. It had models of multiple steam engines, steering machinery, cogwheels etc.\n\nOn the terrain there were also three buildings where boilers were made. There were also other buildings for smithies, carpenters, painters, block makers etc. The total number of fires on the terrain was said to be 42, all in continuous operation. A big building was under construction. It was to house a slipway for two iron steam ships of 100 feet each. The total number of employees amounted to 500.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010983389:mpeg21:p003 | work = Arnhemsche courant| title=Aan de Redactie | date=8 November 1834}}</ref>\n\nBy 1838 there were 900 persons working in the factory, while 4 ships and 13 steam engines were being made. 1838 also saw the construction of a factory for making machinery for the [[textile]] industry.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010969770:mpeg21:p004 | work = De avondbode| title=Nijverheid | date=31 January 1838}}</ref>\n\nDuring a visit in November 1839 two iron ships for the Rhine were almost complete. The Batavia (cf below) was under construction. The construction of the Mosel had just begun, and a new iron ship for a line to Antwerp had been laid down in October and was expected to be launched in February. The iron foundry was busy with parts of a bridge that would be built in Rotterdam according to a design by Rose. On average the foundry delivered 20 tons of iron a week.<ref name=AH23111839>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010071726:mpeg21:p004 | work = Algemeen Handelsblad| title=Ingezonden Stukken | date=23 November 1839}}</ref>\n\n=== Sea worthy steam ships ===\nIn 1826 NSM had contracted to build the steamships ''Orestes'' and ''Pylades'' to combat piracy in the Dutch East Indies. They would have engines by Cockeril.{{sfn|Van der Vlis|1970|p=17}} ''Orestes'' was launched by Cornelis Smit in September 1827.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010977282:mpeg21:p002 |work=Rotterdamsche courant |title=Rotterdam den 7 september |date=8 September 1827 }}</ref> in August 1831 the order was cancelled, and both ships were then sold to NSM without the engines.{{sfn|Van der Vlis|1970|p=18}} NSM soon broke up ''Orestes''. In November 1832 NSM then offered to equip ''Pylades'' as a warship, using the engines of ''Atlas''. Pylades now became a Fijenoord product, but soon a lot of problems surfaced.{{sfn|Van der Vlis|1970|p=19}} \n\n''Pylades'' made her trials on 17 December 1834. She was reported to be 56 m long, to have 200&nbsp;hp, and three masts with a schooner sail plan.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010058038:mpeg21:p004 | work = Nederlandsche staatscourant| title=Binnenlandsche Berigten | date=19 December 1834}}</ref> On 2 January 1835 ''Pylades'' sunk after being at sea for only a few hours.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010503862:mpeg21:p001 | work = Javasche courant| title=Batavia, den 12den Junij 1835 | date=13 June 1835}}</ref> The Department of the Colonies was lucky that it had paid only 100,000 guilders of the total price of 350,000 guilders. The total sum was dependent on some conditions, one of them the arrival of ''Pylades'' in Batavia.<ref name=NS04111846>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010090252:mpeg21:p002 | work = Nederlandsche staatscourant| title=Antwoorden der regering| date=4 November 1846}}</ref> In the end NSM got 60% from the insurers.{{sfn|Van der Vlis|1970|p=21}}\n\nThe [[SS De Batavier (1827)|''Batavier'']], first ship of the Batavier Line, had been built by [[L. Smit en Zoon|Fop Smit]]. On 10 May 1838 Fijenoord laid down a ship of the same size as the first ''Batavier''.<ref name=RC12051838>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010393559:mpeg21:p002 | work = Rotterdamsche courant| title=Rotterdam den 11 mei |date=12 May 1838}}</ref>\n\n=== Steam ships on the Rhine ===\nThe significance of Fijenoord for the Netherlands was in its construction of heavy tugboats. After the independence of Belgium there was a possibility that Belgium would eliminate the Dutch transit trade to Germany by constructing a railway from Antwerp to Cologne.{{sfn|West, van|1954|p=5}} Such a railway would be realized from Antwerp to Liège, Aachen and Cologne in 1843, at a time that the harbor of Antwerp had far better accessibility than that of Rotterdam. However, the heavy tugboat tugged river barges upstream and proved more than a match for rail transport, especially for bulk cargo.{{sfn|West, van|1954|p=5}}\n\nThe average speed of the Rhine is about 3 knots, but that in narrow places it can be double that amount. At the time a steam vessel that attained 8 knots was considered to be fast. Early steam vessels on the Rhine were successful if they could cost-effectively steam upstream by themselves while carrying enough passengers and freight to cover the cost. In this respect the higher [[power-to-weight ratio]] of a high pressure engine, or even better, a compound engine contributes to economic feasibility. The same applies even more when pulling other ships against the current on long stretches. In 1830 the ''Hercules'' and ''Stad Keulen'' would tow ships with a load of up to 10,000 [[quintal]]s up the Rhine as far as [[Emmerich am Rhein|Emmerich]], where the faster current begins, and would then continue with only their own cargo of 2,500-3,000 quintals.<ref name=AH24031830 />\n\nIn 1836 the Dutch government wanted to promote the export of colonial goods to Germany by improving transport on the middle Rhine. It advanced 260,000 guilders to construct a steam tugboat meant to serve on the Rhine between Lobith and Cologne. This tugboat was named ''Laurens Koster''. The service started in October 1838, but was terminated by the government in early 1841. The NSM might not have had anything to do with the line, but Fijenoord probably built the ''Laurens Koster''. The government got the 260,000 back by subtracting 200,000 guilders from the price of the Batavia (cf. below), and by accepting the steam tugboat ''Laurens Koster'' as payment for the remaining 60,000. She would serve as a training vessel for the navy.<ref name=NS04111846 />\n\nIn 1829 the NSM had operated the ''Stad Keulen'', a ship that was previously the English ''James Watt'', and had been lengthened at Fijenoord. In 1835 Roentgen told his shareholders that the ''Stad Keulen'' had been equipped with a compound engine.{{sfn|Lintsen |1994|p=229}} In 1835 Fijenoord was constructing the steam vessel Stad Dusseldorp for a line between Arnhem and [[Düsseldorf]].<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010150232:mpeg21:p004 | work = Arnhemsche courant| title=Mengelwerk| date=24 December 1835 }}</ref>\n\n=== Iron ships ===\nThe first iron ships built by Fijenoord were the ''Hecla'' and the ''Etna'' under construction in 1834. One was 34 m long and the other a bit shorter.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010150232:mpeg21:p003 | work = Arnhemsche courant| title=Aan de redactie | date=24 December 1835}}</ref> They were finished in 1835 and 1836 and later got the names ''Banda'' and ''Ternate'' (both volcanic islands). They each had a 24-pdr carronade, and had compound engines with one large and one small cylinder. They were disassembled after construction, and then re-assembled in the Dutch East Indies, where they were meant to fight piracy.{{sfn|Cleef, van|1858|p=67}} Immediately after re-assembly the Hekla had troubles.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010514746:mpeg21:p001 | work = Opregte Haarlemsche Courant| title=Nederlanden | date=7 July 1838}}</ref> After only a few years of service they were abandoned and finally broken up.{{sfn|Cleef, van|1858|p=67}}\n\nOn 2 September 1837 the NSM launched an entirely iron steam vessel of 69 m and 400&nbsp;hp. It was the third iron ship built by Fijenoord.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010978533:mpeg21:p002 | work = Rotterdamsche courant| title=Rotterdam, den 4 September | date=5 September 1837}}</ref> On 14 December 1837 another ''mainly'' iron ship was launched for the NSM. It would be used for a line between Rotterdam and Cologne.<ref name=RC16121837>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010978577:mpeg21:p002 | work = Rotterdamsche Courant| title=Rotterdam den 15 december | date=16 December 1837}}</ref> This was probably the steam vessel ''De Nederlanden'' mentioned as built in 1838, having a wooden hull over an iron frame, and being meant for a line to Mannheim.{{sfn|Cleef, van|1858|p=67}} She was active in July 1839 and still sailed in 1858. On the same 14 December 1837 that a previous ship was launched, another ship was laid down, which would be made entirely out of iron, and would serve on the same line.<ref name=RC16121837 /> In October 1838 the iron steam tug ship ''De Rijn'' arrived in Cologne. She was over 62 m long, 9.41 m wide and had a draught of only 1.57 m. The diameter of the paddle wheels was 7.48 m at a width of 3.76. Each paddle wheel was driven by its own 250&nbsp;hp engine.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010393625:mpeg21:p002 | work = Rotterdamsche courant| title=Rotterdam den 12 october | date=13 October 1838}}</ref>\n\nIn 1838 Fijenoord constructed two ships that would create the first connection / shipping line between Amsterdam and Cologne. On 10 May 1838 the iron steam vessel Admiraal van Kinsbergen was launched. She would by used as a liner between Amsterdam and Kampen.<ref name=RC12051838 /> The message that in early May 1838 Fijenoord launched the steam vessels Admiraal de Ruyter and Graaf van Rechteren for the Rijn- en IJssel Stoombootmaatschappij.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010150449:mpeg21:p003 | work = Arnhemsche courant| title=Nederlanden | date=15 May 1838}}</ref> refers to the Van Kinsbergen and the other ship, the Drusus. Indeed the Admiraal van Kinsbergen would be the ship for the Zuiderzee, and the Drusus for the river.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010771840:mpeg21:p002 | work = Groninger courant| title=Deventer den 18 Mei| date=22 May 1838}}</ref> The iron Drusus was built for the Rijn- en IJssel Stoombootmaatschappij to use on the line from Kampen to Cologne that would be tuned to the service by the Admiraal van Kinsbergen. The Drusus was purpose-built for navigating the IJssel. She was 44 m long, 5.65 m wide, and had a draught of 2.5 feet, her an engine had 65&nbsp;hp.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010393609:mpeg21:p002 | work = Rotterdamsche courant| title=Rotterdam den 5 september| date=6 September 1838}}</ref> The arrival of the Drusus in [[Wesel]] was accompanied by some ceremony, attended by prince [[William I, German Emperor|William]] of Prussia.\n\n== The 1840s ==\nIn April 1841 the king visited Fijenoord. In order to commemorate the event the steamship ''Rotterdam'' was renamed ''Willem II''. The king also inspected the engines that were being built for the warships ''Bromo'' and ''Merapie'', and the steam vessel ''De Rijn''.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010066767:mpeg21:p002 | work = Nederlandsche staatscourant| title=Binnenlandsche Berigten| date=2 April 1841}}</ref> On 19 May 1841 Fijenoord launched a ship for a line to Venlo of 80&nbsp;hp and a ship for service to Mannheim of 120&nbsp;hp, the longest iron ship yet built in Europe. It also cast a cylinder for the 540&nbsp;hp engine of the Vauban. It was the biggest cylinder yet cast in Europe and required 18,500&nbsp;kg of iron. The melting had been done in [[cupola furnace]]s and [[reverberatory furnace]]s, the use of the latter a necessity for quality.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010072527:mpeg21:p001 | work = Algemeen Handelsblad| title=Binnenland| date=23 May 1842}}</ref>\n\nAfter the disaster with the ''Pylades'' in 1835, the construction of a new steam ship for the East Indies deserved special mention. In October 1839 there was news that an iron sailing ship for service in the East Indies would be built at Fijenoord.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010922075:mpeg21:p001 | work = Leydse courant| title=Nederlanden| date=16 October 1839 }}</ref> In November 1839 the big iron sea steamer ''Batavia'' planned for 300&nbsp;hp engines was under construction.<ref name=AH23111839 /> In February 1845 the ''Batavia'' was bought by the Department of the colonies, so it could establish a line from Batavia to Singapore, speeding up the land mail to Europe.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010089420:mpeg21:p004 | work = Nederlandsche staatscourant | title=Binnenlndsche Berigten| date=10 February 1845}}</ref> On 16 September 1845 the ''Batavia'' was finally launched.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010979320:mpeg21:p002 | work =Rotterdamsche Courant| title=Rotterdam den 17 september| date=18 September 1845}}</ref> On 29 Juni 1846 the ''Batavia'' returned to Hellevoetsluis from her trial run in the North Sea.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010979443:mpeg21:p002 | work =Rotterdamsche Courant| title=Rotterdam den 1 julij| date=2 July 1846}}</ref> The trials were satisfactory, and so the commissioning of the Batavia was determined to take place on 20 September 1846. However, already on 24 July 1846 she was commissioned under Lieutenant 1st class L.C.H. Anemaet.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010521878:mpeg21:p001 | work =Opregte Haarlemsche Courant| title=Nederlanden| date=28 July 1847}}</ref> On 11 September 1846 she left Hellevoetsluis for the Indies. In February 1847 the ''Batavia'' arrived in Batavia. She indeed served some years between Batavia and Singapore, but was also used in many other services. In 1855 she was still in active service, but after that she was turned into a guard ship at [[Surabaya]]. In 1860 she was declared unfit and sold.\n\nIn 1844 Fijenoord worked on some major orders for the Russian government. It worked on two pairs of engines for Russian steam frigates of 300&nbsp;hp each. For the Caspian Sea it built an iron steam vessel of 100&nbsp;hp and an iron barge. For the Wolga Tugboat Company Fijenoord built a steam tugboat with machines of at least 250&nbsp;hp. It had to be able to pull 2,500 tons of merchandise from [[Samara]] to [[Rybinsk]] in 20 days, and the empty ship train backward in 8 days.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010394723:mpeg21:p001 | work = Rotterdamsche courant| title=Rotterdam den 16 october| date=17 October 1844}}</ref> By April 1846 the tugboat ''Wolga'' had been re-assembled in Rybinsk. On 2 May the Wolga then left Rybinsk, pulling two barges of 400 feet long with a draught of 5 feet. In 16.5 days she arrived in Samara. By January 1847 Fijenoord was working on a tugboat of 460&nbsp;hp, and in April another tugboat of the same power had been ordered. In July 1847 the Dutch [[barque]] ''Nederlandsche Nijverheid'' sailed to Russia with a cargo worth 500,000 guilders. It consisted of two tugboats as well as machinery and 20 men (with their wives and children) required to build a new shipyard on the Wolga for building iron tugboats and wooden barges.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010090622:mpeg21:p002 | work = Nederlandsche staatscourant| title=Binnenlandsche Berigten| date=31 July 1847}}</ref>\n\nOn 1 February 1845 a steam tug ship of 54 m by 10 m for service on the Rhine was launched. It was the biggest tugboat yet built for the Middle- and Upper Rhine, and had engines of 300&nbsp;hp. These were intended to burn coal of low quality  The idea was that she could pull barges loaded with coal up these stretches of the Rhine more economically than horses could.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010082605:mpeg21:p004 | work = N.R.C.| title=Ingezonden Stukken| date=9 February 1845}}</ref> In spite of all these activities, 1844 and the first part of 1845 were rather weak years for the company. It received new orders later in 1845, especially from the government. In the winter of 1845-1846 it had 1,200 employees.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010082388:mpeg21:p005 | work = N.R.C.| title=Vervolg van het verslag der gedeputeerde staten van Zuid-Holland| date=10 July 1846}}</ref>\n\nWhile the Dutch navy was building wooden warships at her own shipyards, Fijenoord got orders for some more iron warships. In August 1845 the iron steam paddle ship ''Suriname'' of 110&nbsp;hp was under construction at Fijenoord. In April 1846 she was commissioned under Lieutenant B.H. Staring. She was still in service in 1875. In 1845 the iron steam paddle ship ''Onrust'' (70&nbsp;hp) was laid down at Fijenoord. In early 1846 Fijenoord was in negotiation about another iron steam paddle ship that would become the ''Borneo''. Another iron steam vessel would be equipped with a screw instead of paddle wheels.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010521799:mpeg21:p002 | work = Opregte Haarlemsche Courant | title=Nederlanden| date=24 January 1846}}</ref> By May 1847 the ''Onrust'' was getting re-assembled in Surabaya, and in 1848 she made her first voyage. The steam vessel ''Borneo'' (100&nbsp;hp) arrived in Surabaya in a disassembled state on 20 April 1847. She was launched on 30 July 1848,<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010091146:mpeg21:p002 | work = Nederlandsche staatscourant | title=Binnenlandsche Berigten| date=29 October 1848}}</ref> and was expected to be ready in October 1848. The third steam vessel, the Samarang was interesting because she was driven by a screw. In January 1846 she was noted as under construction. In May 1847 the ''Samarang'', ''Cerberus'' and ''Suriname'' sailed to Helsingør in order to tow Dutch ship with Cereal towards the North Sea.\n\nFijenoord was severely hit by the [[Revolutions of 1848]]. It evaded the worst because it happened to have a lot of work in progress at the time.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010059942:mpeg21:p015 | work = Dagblad van 's Gravenhage | title=Fabrijken en Trafijken| date=4 July 1849}}</ref> Nevertheless, when Roentgen retired in 1849, the company had 400 employees,{{sfn|West, van|1954|p=5}} which was less than it had in 1845.\n\n== 1850-1870 ==\n\n=== Commercial screw ships ===\nThe years from 1850 till 1870 were dominated by the widespread introduction of screw propulsion. In May 1851 Fijenoord launched the iron screw ship ''Padang'' for the shipping line of Cores de Vries in the East Indies. In October 1854 it launched an iron screw schooner for service in the West Indies. In January 1855 it launched the ''Stad Goes'' for service between Rotterdam and Goes. In June 1855 it laid down a screw schooner for a line to Hamburg, the ''Maasstroom'' that made trials in June 1856 etc. etc. There were also orders for separate engines e.g. in 1855 for two tugboats built by Smit in Kinderdijk. One of the main shipping lines of the NSM was her line to London. In April 1850 the NSM put the newly built screw ship ''Fijenoord'' into service on the London line.\n\n=== Warships ===\nThe orders for iron warships continued in the 1850s. In this respect it is remarkable that Fijenoord continued to build many ''paddle-wheel driven'' vessels deep into the 1870s. At first the paddle vessels were gunboat-sized, and then the ability to sail close to shore explains the paddle-wheel propulsion. Another explanation could be that Fijenoord had only built paddle engines when the Medusa was started in 1852,{{sfn|Lintsen |1993|p=79}} but in light of the above this can only hold for big engines. The baffling aspect of these paddle-wheel driven vessels was that after the Dutch industry had proven its ability to build engines for big screw warships, and the Dutch navy in the Netherlands had switched to screw propulsion, the Dutch East Indies Navy began to order ''bigger'' paddle-wheel driven vessels. In general 'Conservatism' is a bad explanation for seemingly erratic behavior. The fact that screw ships required more dry-dock capacity could be a better explanation.\n\nOn 25 September 1851 the paddle vessel Celebes was (re)launched in Surabaya. She was of the same dimensions as the Borneo, but did have a keel.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010073121:mpeg21:p002 | work = Algemeen Handelsblad | title=Nederlandsche Koloniën| date=18 December 1851}}</ref> In 1853 the paddle gunboat Admiraal van Kinsbergen, built by Fijenoord, arrived in Java on board the Maria Magdalena.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010482800:mpeg21:p001 | work = Java-bode | title=Batavia| date=9 March 1853}}</ref> On 20 July 1853 she was (re)launched in Surabaya.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:011059881:mpeg21:p001 | work = De Oostpost | title=Soerabaya, den 20sten Julij| date=9 March 1853}}</ref> The next gunboat built by Fijenoord was the Madura. On 3 November 1857 the Madura was relaunched in Surabaya, with a note that she was of the same type as the Kinsbergen.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:011060174:mpeg21:p004 | work = De Oostpost | title=Soerabaya, den 9den November 1857| date=9 November 1857}}</ref> The 1847/1848 ''Onrust'' was surprised and destroyed by rebels in December 1859. In November 1862 a new ''Onrust'' was launched in Surabaya.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010389735:mpeg21:p001 | work = Rotterdamsche courant | title=Koloniën| date=27 December 1862}}</ref>\n\nThe surprising orders for big steam-paddle vessels started in the mid-1860s. In May 1866 four steam paddle ships of 200&nbsp;hp and 1,000 ton displacement 'primarily meant for transport duties' were ordered for the Department of the Colonies, two at Van Vlissingen en Dudok van Heel, and two at Fijenoord. At Fijenoord the ''Sumatra'' was launched first on 12 October 1866. The ''Timor'' was launched on 13 February 1867. In 1874 these would be followed by two 1,500 ton displacement ships. Another ship, the 1874 ''Celebes'' was remarkable for being bigger than these ships at the waterline, but having less than half their displacement because of her draught of only 1.8 m.\n\nThere were also orders for steam engines from the navy, e.g. for HNLMS ''Medusa''. Also for HNLMS ''Bali'', launched in Kinderdijk in 1856, and for [[HNLMS Wassenaar (1856)|HNLMS Wassenaar]]. Furthermore for [[HNLMS_Groningen_(1857)|HNLMS ''Groningen'']] and [[HNLMS Djambi (1860)|HNLMS Djambi]]. Also for the Bronbeek, launched in Surabaya January 1861. The monitors Adder and Haai were some of the first armored ships built at Fijenoord.\n\n== 1870-1889  ==\n=== Modernization ===\nBy 1866 Fijenoord had about 1,000 employees. Just then the competition from England became murderous while protective tariffs for Dutch industry were abolished. The shipyard was lucky to get some orders from the Dutch navy. These orders also helped to learn to produce very high quality work. A number of English managers and supervisors also helped in educating skilled employees. The yard itself was modernized by building a new foundry and buying equipment for armoring ships.{{sfn|West, van|1954|p=8}}\n\n=== Armored Ships ===\n[[File:Halfmodel_van_een_gepantserde_kanonneerboot,_NG-MC-1129.jpg|thumb|Model of armored Stoom Kanonneerboot No 1, 1863]]\nIn 1862 Fijenoord laid down the ''Stoom Kanonneerboot No 1''. It was the first armored ship newly built in the Netherlands. It had 120&nbsp;hp engines, two 60 pounder guns, and paddle (sic) propulsion.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010389147:mpeg21:p003 | work = Rotterdamsche courant| title=Marine en Leger| date=7 February 1863}}</ref> The gunboat was a gunboat meant for sea and inland. She was as long as the later built monitors, but had a beam of only 6.10 m as opposed to the 13.4 m of the later monitors. As a consequence she displaced only 400t. Apart from having the very vulnerable paddle propulsion, Stoom Kanonneerboot No 1  was a simple [[casemate ironclad]] like the much bigger [[CSS Virginia]].\n\nMore sophisticated (turrets) and heavier armoring would require investments. These were only possible if the government was committed to order armored ships at Fijenoord. Indeed it was prepared to do this. One of the reasons was that the government wanted to have a facility for repairing armored ships in the south in case of war. Nevertheless, the armor for the monitor ''Haai'' that Fijenoord built next was ordered per-formed in England, while that of the ships built by the Rijkswerf Amsterdam was bent locally.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010101528:mpeg21:p001 | work = Algemeen Handelsblad| title=De Monitor Hyena| date=22 September 1872}}</ref> Later Fijenoord bought a hydraulic press to bend armor.\n\n=== Other warships ===\nIn 1872 Fijenoord launched the small screw ships ''Riouw'' and ''Banda'' of 80&nbsp;hp. In 1873 the ''Pontianak'', and in 1874 the ''Sambas''. In 1876 the ''Samarang'', in 1877 the ''Bonaire'', and in 1878 the ''Padang'' of the [[Samarang-class sloop|Samarang class]]. In November the ''Bali'' was launched, and in 1879 the ''Benkoelen''.\n\n=== Screw Ships ===\nFor the NSM line to London Fijenoord would launch the screw ship ''Maasstroom'' in 1869, the steam paddle ship ''Batavier II'' in 1872, the screw ship ''Holland'' in 1874, and a second screw ship ''Fijenoord'' in 1879.\n\n=== Ocean liners ===\nThe attempts by Fijenoord to enter the market for [[ocean liner]]s were of national significance. Dutch shipping companies had insufficient confidence in the capabilities of the indigenous industry and therefore used to order their ocean going steamers in Great Britain. In turn this meant that the Dutch shipyards did not acquire any experience in building these ships.{{sfn|Lintsen |1993|p=95}} To break this deadlock the NSM built a big ship at Fijenoord on speculation. (The idea was that if it would not get sold, the NSM would use it for a line to the Dutch East Indies) On 27 April 1881 the ''Nederland'' of 98 m was launched. She sailed to Baltimore in September 1881, and with an efficient coal consumption of only 0.86&nbsp;kg/hp/h{{sfn|Lintsen |1993|p=96}}  she proved a complete success. In May 1882 the Nederland was sold to the Nederlandsch-Amerikaansche Stoomvaartmaatschappij (NASM), who renamed her ''Leerdam''. (The NASM used to name her ships for places ending on 'Dam', the NASM is now named [[Holland America Line]], and continues this practice)\n\nThe fact that Fijenoord got an order for the second ocean liner, the ''Zaandam'', meant that the gamble to construct the ''Nederland'' paid off: With the ''Nederland'' still on the slipway, the Nederlandsch-Amerikaansche Stoomvaartmaatschappij ordered the comparable ''Zaandam'' without actual proof of the mechanical capabilities of the ''Nederland''. The ''Zaandam'' was laid down in early May 1881,<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=MMKB04:000163471:mpeg21:p002 | work = De Maasbode| title=Binnenland | date=3 May 1881 }}</ref> before the trial run of the ''Nederland'' in August.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010101747:mpeg21:p002 | work = Algemeen Handelsblad| title=Stoomvaart-Berichten| date=14 August 1881 }}</ref> She was launched in May 1882, and in October 1882 she arrived in New York. However successful these two ships were, the NSM lost money on them, because her costs were too high.{{sfn|Lintsen |1993|p=96}}\n\nThe order for a third ocean liner, the ''Edam'', came about by an accident. In August 1881 a steamship ''Edam'' had been launched for the NASM in Dumbarton. On 1 January 1882 this ship left Rotterdam for New-York, and suffered so much damage in a storm, that she had to be saved by the Napier of captain Anderson. The Edam re-entered service, but on 21 September 1882 she was hit midships by SS Lepanto and sank in 20 minutes.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:011068112:mpeg21:p004 | work = De Standaard| title=Binnenland| date=27 September 1882}}</ref> In October 1882 the NASM then contracted with Fijenoord for a new Edam of comparable dimensions, but made of steel.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:011068383:mpeg21:p002 | work = De Standaard| title=Gemengd Nieuws| date=31 August 1883}}</ref> The new Edam was launched on 30 August 1883.\n\n== 1890-1913  ==\n\n=== Warships ===\nIn the 1890 - 1913 period Fijenoord steadily received about a third of the orders for the Dutch Navy. In general repetitive classes of ships numbered three units. One built by the [[Rijkswerf (Amsterdam)|Rijkswerf Amsterdam]], one by the Schelde and one by Fijenoord.\n\n=== The KPM ===\n[[File:COLLECTIE TROPENMUSEUM S.S. 's Jacob van de KPM langs de steiger in Makassar TMnr 60018559.jpg|thumb|KPM steamer '''s Jacob'' in the harbour of Makassar, C 1907–1914]]\nFrom 1863 onward the British Nederlandsch-Indische Stoomvaartmaatschappij had held the concession for a number of subsidized shipping lines in the Dutch East Indies. In return it had ordered only two of the required ships in the Netherlands. The [[Koninklijke Paketvaart-Maatschappij]] was founded in 1888, and then got the concession. The KPM became very important for the Dutch ship building industry, because it would order all of its ships in the Netherlands. The type of ships required also led to the Dutch shipping industry catching up with the foreign competition.{{sfn|Lintsen |1993|p=97}}\n\nThe first ships that Fijenoord built for the KPM were the ''Carpentier'' launched on 5 June 1890<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:011010119:mpeg21:p001 | work = Rotterdamsch nieuwsblad| title=Stads-Editie| date=6 June 1890}}</ref> and the Van Diemen, launched 16 July 1890<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:110614992:mpeg21:p002 | work = Bataviaasch handelsblad| title=Het schroefstoomschip Van Diemen| date=15 August 1890}}</ref> For the KPM Fijenoord later built e.g.  the ''Oranje'' (1903), [[SS 's Jacob (1907)]], the ''Melchior Treub'' (1912) and the ''Van Overstraten'' (1912)\n\n=== NSM becomes Fijenoord ===\nFor some time the shipping lines of the NSM had not operated to satisfaction. In 1895 the NSM therefore finally decided to end the shipping activities. The old [[Batavier Line]] from Rotterdam to London was sold to Wm. H. Müller.{{sfn|West, van|1954|p=8}} It meant that the official name of the company: 'Nederlandsche Stoomboot Maatschappij' became rather odd. In 1895 the name was changed to ''NV Maatschappij voor Scheeps- en Werktuigbouw Fijenoord'', which better reflected the activities of the company. It was the name under which it would merge with ''NV Dok en Werf Maatschappij'' to become ''Wilton-Fijenoord''.\n\n== 1914-1929 ==\n[[File:Het_passagiersschip_Baloeran_in_het_Suez-kanaal,_Bestanddeelnr_191-0044.jpg|thumb|The SS Baloeran was launched by Fijenoord in 1929]]\nDuring World War I the Dutch shipyards could not be very active because the raw materials they had to import became scarce. Nevertheless, many Dutch manufacturing companies made high profits, especially in the first years of the war. This was also true for Fijenoord, which was able to amass funds that it would use to modernize the company after the war.{{sfn|West, van|1954|p=12}}\n\nThe post war years were generally good for Fijenoord. A dip was caused by a very long strike in 1921, and the 1921-1923 [[Hyperinflation in the Weimar Republic|German hyperinflation]] that put pressure on prices. After that results became better. In 1923 Fijenoord acquired a license for building [[MAN SE|MAN]] diesel engines. In 1925 a new [[overhead crane]] was installed, and in 1926 a new foundry was put in use. From 1926 onward the company became increasingly successful in engines for merchant ships.{{sfn|West, van|1954|p=14}}\n\nIn June 1917 the Celebes cruiser of the [[Java-class cruiser|Java class]] had been laid down at Fijenoord. Political developments made that this ship was cancelled, and no serious ships were ordered for the navy in the post war years. The shipyard had to do with building a number of submarines and two destroyers.\n\n== Merger with Wilton ==\nIn 1929 talks led to an agreement for a financial merger between Fijenoord and Wilton. Shares in Fijenoord and shares in Wilton were exchanged for shares in a new united company: Dok- en Werf-Maatschappij Wilton-Fijenoord. The ratio between worth of Wilton and Fijenoord was 15.5 : 3. It was a clear indication of how Fijenoord had been outgrown by Wilton.\n\nThe slipways and other installations continued for some time at the Fijenoord location before the new company was able to concentrate all activities in Schiedam.\n\n== Some ships built ==\n\n{| class=\"wikitable sortable nowraplinks\" width=100%\n|+ Some ships built by Fijenoord\n|-\n! Ship\n! Type\n! Launched\n! Length\n! Beam\n! Draught\n! Power\n! class=unsortable | Notes\n|-\n| ''Maasstroom''\n| Screw ship\n| 18 September 1869\n| \n| \n| \n| \n| For NSM London line\n|-\n| {{HNLMS|Haai|1871|2}}\n| Monitor\n| 1871\n| 59\n| 13.4\n| 3.0\n| {{convert|560|-|740|ihp|lk=in|abbr=on}}\n| [[Adder-class monitor]]\n|-\n| ''Batavier II''\n| Screw ship\n| 24 February 1872\n| \n| \n| \n| \n| For NSM London line\n|-\n| ''Holland''\n| Screw ship\n| 30 March 1874\n| \n| \n| \n| \n| For NSM London line\n|-\n| {{HNLMS|Luipaard|1876|2}}\n| Monitor\n| 1876\n| 59\n| 13.4\n| 3.0\n| {{convert|560|-|740|ihp|lk=in|abbr=on}}\n| [[Adder-class monitor]]\n|-\n| ''Fijenoord''\n| Screw ship\n| 20 May 1879\n| 62 m\n| 8.62\n| \n| 120&nbsp;hp\n| For NSM London line, size like the ''Holland''\n|-\n| ''Leerdam'' (ex-''Nederland'')\n| Ocean Liner\n| 27 April 1881\n| 98 m\n| \n| \n| 1,260&nbsp;hp\n| 2,700 tons, later sold to NASM.<br />Sank 16 December 1889 after a collision at sea with {{ship|SS|Walmer Castle|1872 ship|2}} \n|-\n| ''Zaandam'' \n| Ocean Liner\n| 3 May 1882\n| 100 m\n| 12 m\n| 7.25m \n| \n| For NASM, capacity 2,900 tons, displacement 6,300t  \n|-\n| ''Edam'' \n| Ocean Liner\n| 30 August 1883\n| \n| \n| \n| \n| For NASM \n|-\n| ''Didam'' \n| Ocean Liner\n| 8 February 1891\n| 328 feet\n| 40 feet\n| 19 feet\n| 2,500&nbsp;ihp\n| Capacity 2,200 tons For NASM, sister of the ''Dubbeldam'' built by Bonn en Mees in Katendrecht\n|-\n| {{HNLMS|Piet Hein|1894|2}}\n| Armored Cruiser\n| 16 August 1894\n| 86.2 m\n| 14.3 m\n| 5.2 m\n| 4,700&nbsp;hp\n| Ship of the [[Evertsen-class coastal defence ship|Evertsen class]]\n|-\n| {{HNLMS|Friesland|1896|2}}\n| Protected Cruiser\n| 4 November 1896\n| 93.3 m\n| 14.8 m \n| 5.4 m\n| 10,000&nbsp;ihp\n| Ship of the [[Holland-class cruiser|Holland class]]\n|-\n| {{HNLMS|Gelderland|1898|2}}\n| Protected Cruiser\n| 28 September 1898\n| 94.8 m\n| 14.8 m \n| 5.4 m\n| 10,500&nbsp;ihp\n| Ship of the [[Holland-class cruiser|Holland class]]\n|-\n| {{HNLMS|De Ruyter|1901|2}}\n| Armored Cruiser\n| 28 September 1901\n| 96.6 m\n| 15.2 m\n| 5.8 m\n| 6,500&nbsp;ihp\n| Ship of the [[Koningin Regentes-class coastal defense ship|Koningin Regentes class]]\n|-\n| ''Vos''\n| Destroyer\n| 28 June 1913\n| 70.5 m\n| 6.6 m \n| 2.8 m\n| 8,500&nbsp;hp\n| [[Wolf-class destroyer]]\n|-\n| ''Panter''\n| Destroyer\n| 9 September 1913\n| 70.5 m\n| 6.6 m \n| 2.8 m\n| 8,500&nbsp;hp\n| [[Wolf-class destroyer]]\n|-\n| {{HNLMS|Van Galen|1928|2}}\n| Destroyer\n| 28 June 1928\n| 98 m\n| 9.5 m \n| 3.0 m\n| 31,000&nbsp;hp\n| [[Admiralen-class destroyer]]\n|-\n| {{HNLMS|Witte de With|1928|2}}\n| Destroyer\n| 11 September 1928\n| 98 m\n| 9.5 m \n| 3.0 m\n| 31,000&nbsp;hp\n| [[Admiralen-class destroyer]]\n|}\n\n==Citations==\n{{Reflist|2}}\n\n==References==\n* {{citation |last=Cleef, van|first=H.M.F. |year=1858 |title=Het IJzeren schip |url=https://books.google.com/books?id=-4NAAAAAcAAJ}}\n* {{citation |last=Lintsen |first=H.W. |year=1993 |title=Geschiedenis van de techniek in Nederland. De wording van een moderne samenleving 1800-1890. Deel IV |url=https://www.dbnl.org/tekst/lint011gesc04_01/}}\n* {{citation |last=Lintsen |first=H.W. |year=1994 |title=Geschiedenis van de techniek in Nederland. De wording van een moderne samenleving 1800-1890. Deel V |url=https://www.dbnl.org/tekst/lint011gesc05_01/index.php}} \n* {{citation |last=Löhnis |first=Th. P. |year=1916 |work=Tijdschrift voor economische geographie |title=De Maatschappij voor scheeps- en werktuigbouw Fijenoord te Rotterdam, voorheen de Nederlandsche Stoomboot Maatschappij |url=https://resolver.kb.nl/resolve?urn=MMKB16:002468005:00001 |pages=133-156 }}\n* {{citation |last=Nationaal Archief |year=1966 |title=INVENTARIS VAN HET ARCHIEF VAN WILTON FIJENOORD | url=https://www.nationaalarchief.nl/onderzoeken/index/nt00429/07cca7de-61b4-11e3-8e7e-00505693001d}} \n* {{citation |last=Van der Vlis |first=D. |year=1970 |work=Mededelingen van de Nederlandse vereninging voor Zeegeschiedenis |title=Het Stoomschip “Pylades”, 1826-1835 |url=https://www.zeegeschiedenis.nl/mededelingen/ |pages=17-22 }}\n* {{citation |last=West, van | first=S. |year=1954|magazine=Wilton Fijenoord Nieuws|  title=1 April 1977 Jubileumnummer | url=https://schiedam.courant.nu/issue/WF/1954-01-01/edition/0/page/1}} \n* {{citation |last=Westerman |first=M. |year=1829 |title=De Nederlandsche Hermes, Tijdschrift voor Koophandel, Zeevaart en Nijverheid (vierde jaargang n1) | url=https://books.google.com/books?id=w8vCDw1HqWIC}} \n\n== External links ==\nThe [https://beeldbank.schiedam.nl/beeld community archive of Schiedam] has a big collection of photo's about Wilton-Fijenoord.\n\n{{Authority control}}\n\n[[Category:Maatschappij voor Scheeps- en Werktuigbouw Fijenoord]]\n[[Category:Defunct companies of the Netherlands]]\n[[Category:Shipbuilding companies of the Netherlands]]\n[[Category:Manufacturing companies based in Rotterdam]]\n[[Category:Defence companies of the Netherlands]]",
            "text": "Fijenoord (Dutch pronunciation: [ˈfɛiəˌnoːrt]) was a shipbuilding company and machine factory in Rotterdam the Netherlands from 1823 to 1929. In 1929 it merged with Wilton to become Wilton-Fijenoord. In 1822 a number of businessmen and women and the engineer Gerhard Mauritz Roentgen. founded Van Vollenhoven, Dutilh en Co. In June 1823 De Nederlander, the first Dutch steamboat (with English engines) started its service, which would become a line between Rotterdam and Antwerp. In 1824 the Nederlandsche Stoomboot Maatschappij (NSM, but also NSBM) was founded and succeeded to Van Vollenhoven, Dutilh en Co. Roentgen became one of its two executives. NSM was primarily a shipping line. Its first business activities consisted of founding a number of lines from Rotterdam to Antwerp, Veere, Nijmegen and Arnhem. The required ships and in particular their engines, were designed by Roentgen. The first hulls were built by other companies, but the steam engines were all built by Cockerill, who also participated in NSM. When NSM was founded in 1824, there was no steam engine manufacturing and repair infrastructure near Rotterdam. NSM therefore could not do without its own repair shop. In November 1824 the Badhuis at the Boompjes in Rotterdam was bought to establish a smithy. In May 1825 the shipyard of H. Blanken in Oost IJsselmonde was bought. Here NSM erected a shear leg, crucial for lifting boilers. In Oost-IJsselmonde NSM built Stad Antwerpen and Stad Frankfort. The NSM had ordered its first ships locally. It ordered their engines first from England, and then from Cockerill based on designs and advice from Roentgen. The idea for the corporation was that Cockerill would have the monopoly on steam engines for ships in the Netherlands, and would only deliver to the NSM. A positive explanation for this monopoly was that the NSM wanted to prevent its knowledge from leaking away via Cockerill, but of course it could not hold. Within a few years the NSM and Cockerill got into conflict about this. Already in August 1825 NSM reserved money for a complete repair shop for steam engines, which was also designed to form the nucleus of a factory that could build complete steam engines. In October 1825 NSM then started negotiations to rent the terrain at Fijenoord from the municipality of Rotterdam. This repair shop became known as Etablissement Fijenoord In September 1827 shipyard Fijenoord repaired Concordia of the Prussian Rhine steam ship company. She was pulled onto the slipway with machines and boilers on board and fixed in 6 days. In 1828 Fijenoord built the steam vessel Stad Frankfort for the Mainz-Cologne line. The vessel had 25-30 hp One of the many projects of Roentgen and the NSM was the construction of a steam tugboat. In 1825 the NSM got an order from the Dutch navy for a steam tugboat for inland waters and harbors. (Probably the same as the 'tugboat for rivers and estuaries' mentioned in April 1825) This led to the construction of the steam tugboat Hercules (1829-1830). By 1828 she was still not ready, and Roentgen decided to re-use the engine of the failed Agrippina. During this transfer the engine was modified to re-use steam from a high pressure cylinder for a low pressure cylinder. The re-use created a direct acting engine with two high pressure cylinders and one low-pressure cylinder. With it Roentgen (or his company) had invented a compound steam engine that could be used in ships. The invention could not be used for sea-going vessels, because it required fresh water to be injected in the condensers. In 1829 Herkules served on the Rhine. The Hercules was required for the 1832 Siege of Antwerp and served there using only the low pressure cylinders. Afterwards her engine was finished as a compound engine. The invention of the compound engine was of great significance for the company because it gave the NSM a competitive advantage. Especially its steam tugboats were more powerful and yet more economical than those of the competition. On 28 October 1834 somebody sent a description of a visit to the factory to a newspaper. He wrote that the factory was situated on the island Fijenoord, where the neighborhood Feijenoord now is. The main building of the factory was the old Pesthuis, literally 'plague house' where the city previously isolated plague victims. Around it, many buildings serving as store houses or work places had been erected. The area measured about 10 hectares and was bordered by the Meuse and a harbor that could be entered on both sides. The area itself was again cut through by another harbor, both harbors belonging to the factory. Both harbors were dominated by a big sheerleg. It was claimed that one of these had lifted 72,000 kg. Steam ships could move below these sheerlegs in order to conveniently (and cheaply) lift machinery in and out. One of the harbors had a big roof covering it against rain. Below it big ships could be finished and painted. At the moment the sea steamship Pylades of 190 feet and 200 hp was in the covered harbor. In another part of the shipyard, there was a parallel slipway. On it was steam ship of 220 feet. In the main building was an iron foundry. It had three cupola furnaces, a 'togtoven' (fourneau à vent), a heavy crane, an iron basement, an oven for baking shapes, and all other things required at an iron foundry for even the heaviest pieces. A new big togtoven was under construction in order to be able to melt more iron in one go. During the visit a heavy cogwheel of 2,000 kg was being cast. Next to the iron foundry there was a 'metal foundry'. Which referred to bronze at the time, and probably to other metals. The big smithy had 14 fires, and cranes etc. The two big biggest were for making heavy pieces. At the time a very heavy axle of 13\" thickness was in progress. (In April 1836 the company would indeed advertise that several iron axles for wind mills had been made by her. The axle was made with a 250 kg hammer operated by hand like a pile driver. A steam hammer was under construction. On one side of the smithy there was a copper smithy. On the other side a building with multiple big lathes and drills. The visitor was told that recently several iron guns had been bored out to 80 pounders. Another building housed more lathes. Between these buildings there was a steam engine. It powered most of the lathes and drills. It provided wind to the cupola's and smithy fires. It also drove a machine that made holes in sheet metal, and cut them to size. On the second floor of one of the buildings there were even more lathes, facilities for model makers, and carpenters, and a model room. It had models of multiple steam engines, steering machinery, cogwheels etc. On the terrain there were also three buildings where boilers were made. There were also other buildings for smithies, carpenters, painters, block makers etc. The total number of fires on the terrain was said to be 42, all in continuous operation. A big building was under construction. It was to house a slipway for two iron steam ships of 100 feet each. The total number of employees amounted to 500. By 1838 there were 900 persons working in the factory, while 4 ships and 13 steam engines were being made. 1838 also saw the construction of a factory for making machinery for the textile industry. During a visit in November 1839 two iron ships for the Rhine were almost complete. The Batavia (cf below) was under construction. The construction of the Mosel had just begun, and a new iron ship for a line to Antwerp had been laid down in October and was expected to be launched in February. The iron foundry was busy with parts of a bridge that would be built in Rotterdam according to a design by Rose. On average the foundry delivered 20 tons of iron a week. In 1826 NSM had contracted to build the steamships Orestes and Pylades to combat piracy in the Dutch East Indies. They would have engines by Cockeril. Orestes was launched by Cornelis Smit in September 1827. in August 1831 the order was cancelled, and both ships were then sold to NSM without the engines. NSM soon broke up Orestes. In November 1832 NSM then offered to equip Pylades as a warship, using the engines of Atlas. Pylades now became a Fijenoord product, but soon a lot of problems surfaced. Pylades made her trials on 17 December 1834. She was reported to be 56 m long, to have 200 hp, and three masts with a schooner sail plan. On 2 January 1835 Pylades sunk after being at sea for only a few hours. The Department of the Colonies was lucky that it had paid only 100,000 guilders of the total price of 350,000 guilders. The total sum was dependent on some conditions, one of them the arrival of Pylades in Batavia. In the end NSM got 60% from the insurers. The Batavier, first ship of the Batavier Line, had been built by Fop Smit. On 10 May 1838 Fijenoord laid down a ship of the same size as the first Batavier. The significance of Fijenoord for the Netherlands was in its construction of heavy tugboats. After the independence of Belgium there was a possibility that Belgium would eliminate the Dutch transit trade to Germany by constructing a railway from Antwerp to Cologne. Such a railway would be realized from Antwerp to Liège, Aachen and Cologne in 1843, at a time that the harbor of Antwerp had far better accessibility than that of Rotterdam. However, the heavy tugboat tugged river barges upstream and proved more than a match for rail transport, especially for bulk cargo. The average speed of the Rhine is about 3 knots, but that in narrow places it can be double that amount. At the time a steam vessel that attained 8 knots was considered to be fast. Early steam vessels on the Rhine were successful if they could cost-effectively steam upstream by themselves while carrying enough passengers and freight to cover the cost. In this respect the higher power-to-weight ratio of a high pressure engine, or even better, a compound engine contributes to economic feasibility. The same applies even more when pulling other ships against the current on long stretches. In 1830 the Hercules and Stad Keulen would tow ships with a load of up to 10,000 quintals up the Rhine as far as Emmerich, where the faster current begins, and would then continue with only their own cargo of 2,500-3,000 quintals. In 1836 the Dutch government wanted to promote the export of colonial goods to Germany by improving transport on the middle Rhine. It advanced 260,000 guilders to construct a steam tugboat meant to serve on the Rhine between Lobith and Cologne. This tugboat was named Laurens Koster. The service started in October 1838, but was terminated by the government in early 1841. The NSM might not have had anything to do with the line, but Fijenoord probably built the Laurens Koster. The government got the 260,000 back by subtracting 200,000 guilders from the price of the Batavia (cf. below), and by accepting the steam tugboat Laurens Koster as payment for the remaining 60,000. She would serve as a training vessel for the navy. In 1829 the NSM had operated the Stad Keulen, a ship that was previously the English James Watt, and had been lengthened at Fijenoord. In 1835 Roentgen told his shareholders that the Stad Keulen had been equipped with a compound engine. In 1835 Fijenoord was constructing the steam vessel Stad Dusseldorp for a line between Arnhem and Düsseldorf. The first iron ships built by Fijenoord were the Hecla and the Etna under construction in 1834. One was 34 m long and the other a bit shorter. They were finished in 1835 and 1836 and later got the names Banda and Ternate (both volcanic islands). They each had a 24-pdr carronade, and had compound engines with one large and one small cylinder. They were disassembled after construction, and then re-assembled in the Dutch East Indies, where they were meant to fight piracy. Immediately after re-assembly the Hekla had troubles. After only a few years of service they were abandoned and finally broken up. On 2 September 1837 the NSM launched an entirely iron steam vessel of 69 m and 400 hp. It was the third iron ship built by Fijenoord. On 14 December 1837 another mainly iron ship was launched for the NSM. It would be used for a line between Rotterdam and Cologne. This was probably the steam vessel De Nederlanden mentioned as built in 1838, having a wooden hull over an iron frame, and being meant for a line to Mannheim. She was active in July 1839 and still sailed in 1858. On the same 14 December 1837 that a previous ship was launched, another ship was laid down, which would be made entirely out of iron, and would serve on the same line. In October 1838 the iron steam tug ship De Rijn arrived in Cologne. She was over 62 m long, 9.41 m wide and had a draught of only 1.57 m. The diameter of the paddle wheels was 7.48 m at a width of 3.76. Each paddle wheel was driven by its own 250 hp engine. In 1838 Fijenoord constructed two ships that would create the first connection / shipping line between Amsterdam and Cologne. On 10 May 1838 the iron steam vessel Admiraal van Kinsbergen was launched. She would by used as a liner between Amsterdam and Kampen. The message that in early May 1838 Fijenoord launched the steam vessels Admiraal de Ruyter and Graaf van Rechteren for the Rijn- en IJssel Stoombootmaatschappij. refers to the Van Kinsbergen and the other ship, the Drusus. Indeed the Admiraal van Kinsbergen would be the ship for the Zuiderzee, and the Drusus for the river. The iron Drusus was built for the Rijn- en IJssel Stoombootmaatschappij to use on the line from Kampen to Cologne that would be tuned to the service by the Admiraal van Kinsbergen. The Drusus was purpose-built for navigating the IJssel. She was 44 m long, 5.65 m wide, and had a draught of 2.5 feet, her an engine had 65 hp. The arrival of the Drusus in Wesel was accompanied by some ceremony, attended by prince William of Prussia. In April 1841 the king visited Fijenoord. In order to commemorate the event the steamship Rotterdam was renamed Willem II. The king also inspected the engines that were being built for the warships Bromo and Merapie, and the steam vessel De Rijn. On 19 May 1841 Fijenoord launched a ship for a line to Venlo of 80 hp and a ship for service to Mannheim of 120 hp, the longest iron ship yet built in Europe. It also cast a cylinder for the 540 hp engine of the Vauban. It was the biggest cylinder yet cast in Europe and required 18,500 kg of iron. The melting had been done in cupola furnaces and reverberatory furnaces, the use of the latter a necessity for quality. After the disaster with the Pylades in 1835, the construction of a new steam ship for the East Indies deserved special mention. In October 1839 there was news that an iron sailing ship for service in the East Indies would be built at Fijenoord. In November 1839 the big iron sea steamer Batavia planned for 300 hp engines was under construction. In February 1845 the Batavia was bought by the Department of the colonies, so it could establish a line from Batavia to Singapore, speeding up the land mail to Europe. On 16 September 1845 the Batavia was finally launched. On 29 Juni 1846 the Batavia returned to Hellevoetsluis from her trial run in the North Sea. The trials were satisfactory, and so the commissioning of the Batavia was determined to take place on 20 September 1846. However, already on 24 July 1846 she was commissioned under Lieutenant 1st class L.C.H. Anemaet. On 11 September 1846 she left Hellevoetsluis for the Indies. In February 1847 the Batavia arrived in Batavia. She indeed served some years between Batavia and Singapore, but was also used in many other services. In 1855 she was still in active service, but after that she was turned into a guard ship at Surabaya. In 1860 she was declared unfit and sold. In 1844 Fijenoord worked on some major orders for the Russian government. It worked on two pairs of engines for Russian steam frigates of 300 hp each. For the Caspian Sea it built an iron steam vessel of 100 hp and an iron barge. For the Wolga Tugboat Company Fijenoord built a steam tugboat with machines of at least 250 hp. It had to be able to pull 2,500 tons of merchandise from Samara to Rybinsk in 20 days, and the empty ship train backward in 8 days. By April 1846 the tugboat Wolga had been re-assembled in Rybinsk. On 2 May the Wolga then left Rybinsk, pulling two barges of 400 feet long with a draught of 5 feet. In 16.5 days she arrived in Samara. By January 1847 Fijenoord was working on a tugboat of 460 hp, and in April another tugboat of the same power had been ordered. In July 1847 the Dutch barque Nederlandsche Nijverheid sailed to Russia with a cargo worth 500,000 guilders. It consisted of two tugboats as well as machinery and 20 men (with their wives and children) required to build a new shipyard on the Wolga for building iron tugboats and wooden barges. On 1 February 1845 a steam tug ship of 54 m by 10 m for service on the Rhine was launched. It was the biggest tugboat yet built for the Middle- and Upper Rhine, and had engines of 300 hp. These were intended to burn coal of low quality The idea was that she could pull barges loaded with coal up these stretches of the Rhine more economically than horses could. In spite of all these activities, 1844 and the first part of 1845 were rather weak years for the company. It received new orders later in 1845, especially from the government. In the winter of 1845-1846 it had 1,200 employees. While the Dutch navy was building wooden warships at her own shipyards, Fijenoord got orders for some more iron warships. In August 1845 the iron steam paddle ship Suriname of 110 hp was under construction at Fijenoord. In April 1846 she was commissioned under Lieutenant B.H. Staring. She was still in service in 1875. In 1845 the iron steam paddle ship Onrust (70 hp) was laid down at Fijenoord. In early 1846 Fijenoord was in negotiation about another iron steam paddle ship that would become the Borneo. Another iron steam vessel would be equipped with a screw instead of paddle wheels. By May 1847 the Onrust was getting re-assembled in Surabaya, and in 1848 she made her first voyage. The steam vessel Borneo (100 hp) arrived in Surabaya in a disassembled state on 20 April 1847. She was launched on 30 July 1848, and was expected to be ready in October 1848. The third steam vessel, the Samarang was interesting because she was driven by a screw. In January 1846 she was noted as under construction. In May 1847 the Samarang, Cerberus and Suriname sailed to Helsingør in order to tow Dutch ship with Cereal towards the North Sea. Fijenoord was severely hit by the Revolutions of 1848. It evaded the worst because it happened to have a lot of work in progress at the time. Nevertheless, when Roentgen retired in 1849, the company had 400 employees, which was less than it had in 1845. The years from 1850 till 1870 were dominated by the widespread introduction of screw propulsion. In May 1851 Fijenoord launched the iron screw ship Padang for the shipping line of Cores de Vries in the East Indies. In October 1854 it launched an iron screw schooner for service in the West Indies. In January 1855 it launched the Stad Goes for service between Rotterdam and Goes. In June 1855 it laid down a screw schooner for a line to Hamburg, the Maasstroom that made trials in June 1856 etc. etc. There were also orders for separate engines e.g. in 1855 for two tugboats built by Smit in Kinderdijk. One of the main shipping lines of the NSM was her line to London. In April 1850 the NSM put the newly built screw ship Fijenoord into service on the London line. The orders for iron warships continued in the 1850s. In this respect it is remarkable that Fijenoord continued to build many paddle-wheel driven vessels deep into the 1870s. At first the paddle vessels were gunboat-sized, and then the ability to sail close to shore explains the paddle-wheel propulsion. Another explanation could be that Fijenoord had only built paddle engines when the Medusa was started in 1852, but in light of the above this can only hold for big engines. The baffling aspect of these paddle-wheel driven vessels was that after the Dutch industry had proven its ability to build engines for big screw warships, and the Dutch navy in the Netherlands had switched to screw propulsion, the Dutch East Indies Navy began to order bigger paddle-wheel driven vessels. In general 'Conservatism' is a bad explanation for seemingly erratic behavior. The fact that screw ships required more dry-dock capacity could be a better explanation. On 25 September 1851 the paddle vessel Celebes was (re)launched in Surabaya. She was of the same dimensions as the Borneo, but did have a keel. In 1853 the paddle gunboat Admiraal van Kinsbergen, built by Fijenoord, arrived in Java on board the Maria Magdalena. On 20 July 1853 she was (re)launched in Surabaya. The next gunboat built by Fijenoord was the Madura. On 3 November 1857 the Madura was relaunched in Surabaya, with a note that she was of the same type as the Kinsbergen. The 1847/1848 Onrust was surprised and destroyed by rebels in December 1859. In November 1862 a new Onrust was launched in Surabaya. The surprising orders for big steam-paddle vessels started in the mid-1860s. In May 1866 four steam paddle ships of 200 hp and 1,000 ton displacement 'primarily meant for transport duties' were ordered for the Department of the Colonies, two at Van Vlissingen en Dudok van Heel, and two at Fijenoord. At Fijenoord the Sumatra was launched first on 12 October 1866. The Timor was launched on 13 February 1867. In 1874 these would be followed by two 1,500 ton displacement ships. Another ship, the 1874 Celebes was remarkable for being bigger than these ships at the waterline, but having less than half their displacement because of her draught of only 1.8 m. There were also orders for steam engines from the navy, e.g. for HNLMS Medusa. Also for HNLMS Bali, launched in Kinderdijk in 1856, and for HNLMS Wassenaar. Furthermore for HNLMS Groningen and HNLMS Djambi. Also for the Bronbeek, launched in Surabaya January 1861. The monitors Adder and Haai were some of the first armored ships built at Fijenoord. By 1866 Fijenoord had about 1,000 employees. Just then the competition from England became murderous while protective tariffs for Dutch industry were abolished. The shipyard was lucky to get some orders from the Dutch navy. These orders also helped to learn to produce very high quality work. A number of English managers and supervisors also helped in educating skilled employees. The yard itself was modernized by building a new foundry and buying equipment for armoring ships. In 1862 Fijenoord laid down the Stoom Kanonneerboot No 1. It was the first armored ship newly built in the Netherlands. It had 120 hp engines, two 60 pounder guns, and paddle (sic) propulsion. The gunboat was a gunboat meant for sea and inland. She was as long as the later built monitors, but had a beam of only 6.10 m as opposed to the 13.4 m of the later monitors. As a consequence she displaced only 400t. Apart from having the very vulnerable paddle propulsion, Stoom Kanonneerboot No 1 was a simple casemate ironclad like the much bigger CSS Virginia. More sophisticated (turrets) and heavier armoring would require investments. These were only possible if the government was committed to order armored ships at Fijenoord. Indeed it was prepared to do this. One of the reasons was that the government wanted to have a facility for repairing armored ships in the south in case of war. Nevertheless, the armor for the monitor Haai that Fijenoord built next was ordered per-formed in England, while that of the ships built by the Rijkswerf Amsterdam was bent locally. Later Fijenoord bought a hydraulic press to bend armor. In 1872 Fijenoord launched the small screw ships Riouw and Banda of 80 hp. In 1873 the Pontianak, and in 1874 the Sambas. In 1876 the Samarang, in 1877 the Bonaire, and in 1878 the Padang of the Samarang class. In November the Bali was launched, and in 1879 the Benkoelen. For the NSM line to London Fijenoord would launch the screw ship Maasstroom in 1869, the steam paddle ship Batavier II in 1872, the screw ship Holland in 1874, and a second screw ship Fijenoord in 1879. The attempts by Fijenoord to enter the market for ocean liners were of national significance. Dutch shipping companies had insufficient confidence in the capabilities of the indigenous industry and therefore used to order their ocean going steamers in Great Britain. In turn this meant that the Dutch shipyards did not acquire any experience in building these ships. To break this deadlock the NSM built a big ship at Fijenoord on speculation. (The idea was that if it would not get sold, the NSM would use it for a line to the Dutch East Indies) On 27 April 1881 the Nederland of 98 m was launched. She sailed to Baltimore in September 1881, and with an efficient coal consumption of only 0.86 kg/hp/h she proved a complete success. In May 1882 the Nederland was sold to the Nederlandsch-Amerikaansche Stoomvaartmaatschappij (NASM), who renamed her Leerdam. (The NASM used to name her ships for places ending on 'Dam', the NASM is now named Holland America Line, and continues this practice) The fact that Fijenoord got an order for the second ocean liner, the Zaandam, meant that the gamble to construct the Nederland paid off: With the Nederland still on the slipway, the Nederlandsch-Amerikaansche Stoomvaartmaatschappij ordered the comparable Zaandam without actual proof of the mechanical capabilities of the Nederland. The Zaandam was laid down in early May 1881, before the trial run of the Nederland in August. She was launched in May 1882, and in October 1882 she arrived in New York. However successful these two ships were, the NSM lost money on them, because her costs were too high. The order for a third ocean liner, the Edam, came about by an accident. In August 1881 a steamship Edam had been launched for the NASM in Dumbarton. On 1 January 1882 this ship left Rotterdam for New-York, and suffered so much damage in a storm, that she had to be saved by the Napier of captain Anderson. The Edam re-entered service, but on 21 September 1882 she was hit midships by SS Lepanto and sank in 20 minutes. In October 1882 the NASM then contracted with Fijenoord for a new Edam of comparable dimensions, but made of steel. The new Edam was launched on 30 August 1883. In the 1890 - 1913 period Fijenoord steadily received about a third of the orders for the Dutch Navy. In general repetitive classes of ships numbered three units. One built by the Rijkswerf Amsterdam, one by the Schelde and one by Fijenoord. From 1863 onward the British Nederlandsch-Indische Stoomvaartmaatschappij had held the concession for a number of subsidized shipping lines in the Dutch East Indies. In return it had ordered only two of the required ships in the Netherlands. The Koninklijke Paketvaart-Maatschappij was founded in 1888, and then got the concession. The KPM became very important for the Dutch ship building industry, because it would order all of its ships in the Netherlands. The type of ships required also led to the Dutch shipping industry catching up with the foreign competition. The first ships that Fijenoord built for the KPM were the Carpentier launched on 5 June 1890 and the Van Diemen, launched 16 July 1890 For the KPM Fijenoord later built e.g. the Oranje (1903), SS 's Jacob (1907), the Melchior Treub (1912) and the Van Overstraten (1912) For some time the shipping lines of the NSM had not operated to satisfaction. In 1895 the NSM therefore finally decided to end the shipping activities. The old Batavier Line from Rotterdam to London was sold to Wm. H. Müller. It meant that the official name of the company: 'Nederlandsche Stoomboot Maatschappij' became rather odd. In 1895 the name was changed to NV Maatschappij voor Scheeps- en Werktuigbouw Fijenoord, which better reflected the activities of the company. It was the name under which it would merge with NV Dok en Werf Maatschappij to become Wilton-Fijenoord. During World War I the Dutch shipyards could not be very active because the raw materials they had to import became scarce. Nevertheless, many Dutch manufacturing companies made high profits, especially in the first years of the war. This was also true for Fijenoord, which was able to amass funds that it would use to modernize the company after the war. The post war years were generally good for Fijenoord. A dip was caused by a very long strike in 1921, and the 1921-1923 German hyperinflation that put pressure on prices. After that results became better. In 1923 Fijenoord acquired a license for building MAN diesel engines. In 1925 a new overhead crane was installed, and in 1926 a new foundry was put in use. From 1926 onward the company became increasingly successful in engines for merchant ships. In June 1917 the Celebes cruiser of the Java class had been laid down at Fijenoord. Political developments made that this ship was cancelled, and no serious ships were ordered for the navy in the post war years. The shipyard had to do with building a number of submarines and two destroyers. In 1929 talks led to an agreement for a financial merger between Fijenoord and Wilton. Shares in Fijenoord and shares in Wilton were exchanged for shares in a new united company: Dok- en Werf-Maatschappij Wilton-Fijenoord. The ratio between worth of Wilton and Fijenoord was 15.5 : 3. It was a clear indication of how Fijenoord had been outgrown by Wilton. The slipways and other installations continued for some time at the Fijenoord location before the new company was able to concentrate all activities in Schiedam. Löhnis 1916, p. 134. Löhnis 1916, p. 136. Löhnis 1916, p. 137. Lintsen 1993, p. 75. \"'s Gravenhage, den 4 October\". Nederlandsche staatscourant. 5 October 1827. \"Duitschland\". Dagblad van 's Gravenhage. 13 February 1828. \"Frankfort den 7 augustus\". Rotterdamsche courant. 11 August 1832. \"Aan de redactie\". Algemeen Handelsblad. 24 March 1830. Lintsen 1994, p. 229. Lintsen 1994, p. 230. \"IJzeren Molenassen\". Dagblad van 's Gravenhage. 29 April 1836. \"Aan de Redactie\". Arnhemsche courant. 8 November 1834. \"Nijverheid\". De avondbode. 31 January 1838. \"Ingezonden Stukken\". Algemeen Handelsblad. 23 November 1839. Van der Vlis 1970, p. 17. \"Rotterdam den 7 september\". Rotterdamsche courant. 8 September 1827. Van der Vlis 1970, p. 18. Van der Vlis 1970, p. 19. \"Binnenlandsche Berigten\". Nederlandsche staatscourant. 19 December 1834. \"Batavia, den 12den Junij 1835\". Javasche courant. 13 June 1835. \"Antwoorden der regering\". Nederlandsche staatscourant. 4 November 1846. Van der Vlis 1970, p. 21. \"Rotterdam den 11 mei\". Rotterdamsche courant. 12 May 1838. West, van 1954, p. 5. \"Mengelwerk\". Arnhemsche courant. 24 December 1835. \"Aan de redactie\". Arnhemsche courant. 24 December 1835. Cleef, van 1858, p. 67. \"Nederlanden\". Opregte Haarlemsche Courant. 7 July 1838. \"Rotterdam, den 4 September\". Rotterdamsche courant. 5 September 1837. \"Rotterdam den 15 december\". Rotterdamsche Courant. 16 December 1837. \"Rotterdam den 12 october\". Rotterdamsche courant. 13 October 1838. \"Nederlanden\". Arnhemsche courant. 15 May 1838. \"Deventer den 18 Mei\". Groninger courant. 22 May 1838. \"Rotterdam den 5 september\". Rotterdamsche courant. 6 September 1838. \"Binnenlandsche Berigten\". Nederlandsche staatscourant. 2 April 1841. \"Binnenland\". Algemeen Handelsblad. 23 May 1842. \"Nederlanden\". Leydse courant. 16 October 1839. \"Binnenlndsche Berigten\". Nederlandsche staatscourant. 10 February 1845. \"Rotterdam den 17 september\". Rotterdamsche Courant. 18 September 1845. \"Rotterdam den 1 julij\". Rotterdamsche Courant. 2 July 1846. \"Nederlanden\". Opregte Haarlemsche Courant. 28 July 1847. \"Rotterdam den 16 october\". Rotterdamsche courant. 17 October 1844. \"Binnenlandsche Berigten\". Nederlandsche staatscourant. 31 July 1847. \"Ingezonden Stukken\". N.R.C. 9 February 1845. \"Vervolg van het verslag der gedeputeerde staten van Zuid-Holland\". N.R.C. 10 July 1846. \"Nederlanden\". Opregte Haarlemsche Courant. 24 January 1846. \"Binnenlandsche Berigten\". Nederlandsche staatscourant. 29 October 1848. \"Fabrijken en Trafijken\". Dagblad van 's Gravenhage. 4 July 1849. Lintsen 1993, p. 79. \"Nederlandsche Koloniën\". Algemeen Handelsblad. 18 December 1851. \"Batavia\". Java-bode. 9 March 1853. \"Soerabaya, den 20sten Julij\". De Oostpost. 9 March 1853. \"Soerabaya, den 9den November 1857\". De Oostpost. 9 November 1857. \"Koloniën\". Rotterdamsche courant. 27 December 1862. West, van 1954, p. 8. \"Marine en Leger\". Rotterdamsche courant. 7 February 1863. \"De Monitor Hyena\". Algemeen Handelsblad. 22 September 1872. Lintsen 1993, p. 95. Lintsen 1993, p. 96. \"Binnenland\". De Maasbode. 3 May 1881. \"Stoomvaart-Berichten\". Algemeen Handelsblad. 14 August 1881. \"Binnenland\". De Standaard. 27 September 1882. \"Gemengd Nieuws\". De Standaard. 31 August 1883. Lintsen 1993, p. 97. \"Stads-Editie\". Rotterdamsch nieuwsblad. 6 June 1890. \"Het schroefstoomschip Van Diemen\". Bataviaasch handelsblad. 15 August 1890. West, van 1954, p. 12. West, van 1954, p. 14. Cleef, van, H.M.F. (1858), Het IJzeren schip Lintsen, H.W. (1993), Geschiedenis van de techniek in Nederland. De wording van een moderne samenleving 1800-1890. Deel IV Lintsen, H.W. (1994), Geschiedenis van de techniek in Nederland. De wording van een moderne samenleving 1800-1890. Deel V Löhnis, Th. P. (1916), \"De Maatschappij voor scheeps- en werktuigbouw Fijenoord te Rotterdam, voorheen de Nederlandsche Stoomboot Maatschappij\", Tijdschrift voor economische geographie, pp. 133–156 Nationaal Archief (1966), INVENTARIS VAN HET ARCHIEF VAN WILTON FIJENOORD Van der Vlis, D. (1970), \"Het Stoomschip \"Pylades\", 1826-1835\", Mededelingen van de Nederlandse vereninging voor Zeegeschiedenis, pp. 17–22 West, van, S. (1954), \"1 April 1977 Jubileumnummer\", Wilton Fijenoord Nieuws Westerman, M. (1829), De Nederlandsche Hermes, Tijdschrift voor Koophandel, Zeevaart en Nijverheid (vierde jaargang n1) The community archive of Schiedam has a big collection of photo's about Wilton-Fijenoord."
        },
        "collectMetadata": {
            "requestedDate": "2023-10-16T00:00:00",
            "ingestedDate": "2023-10-22T05:13:24.101609"
        },
        "extractionMetadata": [
            {
                "id": "WikitextExtractor",
                "linkExtractionDate": "2023-10-22T05:13:24.107516",
                "links": [
                    {
                        "fragment": null,
                        "link": "Shipbuilding",
                        "text": null,
                        "title": "Shipbuilding"
                    },
                    {
                        "fragment": null,
                        "link": "Steam_Engine",
                        "text": null,
                        "title": "Steam Engine"
                    },
                    {
                        "fragment": null,
                        "link": "Wilton's_Dok-_en_Werf_Maatschappij",
                        "text": null,
                        "title": "Wilton's Dok- en Werf Maatschappij"
                    },
                    {
                        "fragment": null,
                        "link": "Wilton-Fijenoord",
                        "text": null,
                        "title": "Wilton-Fijenoord"
                    },
                    {
                        "fragment": null,
                        "link": "Rotterdam",
                        "text": null,
                        "title": "Rotterdam"
                    },
                    {
                        "fragment": null,
                        "link": "Gerhard_Moritz_Roentgen",
                        "text": null,
                        "title": "Gerhard Moritz Roentgen"
                    },
                    {
                        "fragment": null,
                        "link": "Rotterdam",
                        "text": null,
                        "title": "Rotterdam"
                    },
                    {
                        "fragment": null,
                        "link": "Netherlands",
                        "text": null,
                        "title": "Netherlands"
                    },
                    {
                        "fragment": null,
                        "link": "Shipyard",
                        "text": "shipbuilding company",
                        "title": "shipyard"
                    },
                    {
                        "fragment": null,
                        "link": "Rotterdam",
                        "text": null,
                        "title": "Rotterdam"
                    },
                    {
                        "fragment": null,
                        "link": "Netherlands",
                        "text": null,
                        "title": "Netherlands"
                    },
                    {
                        "fragment": null,
                        "link": "Nederlandsche_Stoomboot_Maatschappij",
                        "text": null,
                        "title": "Nederlandsche Stoomboot Maatschappij"
                    },
                    {
                        "fragment": null,
                        "link": "Shipping_line",
                        "text": null,
                        "title": "shipping line"
                    },
                    {
                        "fragment": null,
                        "link": "Veere",
                        "text": null,
                        "title": "Veere"
                    },
                    {
                        "fragment": null,
                        "link": "John_Cockerill_(company,_1825–1955)",
                        "text": "Cockerill",
                        "title": "John Cockerill (company, 1825–1955)"
                    },
                    {
                        "fragment": null,
                        "link": "Shear_legs",
                        "text": "shear leg",
                        "title": "Shear legs"
                    },
                    {
                        "fragment": null,
                        "link": "Agrippina_(1827)",
                        "text": "''Agrippina''",
                        "title": "Agrippina (1827)"
                    },
                    {
                        "fragment": null,
                        "link": "Cylinder_(engine)",
                        "text": "cylinder",
                        "title": "Cylinder (engine)"
                    },
                    {
                        "fragment": null,
                        "link": "Compound_steam_engine",
                        "text": null,
                        "title": "compound steam engine"
                    },
                    {
                        "fragment": null,
                        "link": "File:Tekening,_anoniem_Gemeente_archief_Rotterdam_-_Rotterdam_-_20191768_-_RCE.jpg",
                        "text": "left|thumb|Old Pesthuis (plague house) on Fijenoord island",
                        "title": "File:Tekening,_anoniem_Gemeente_archief_Rotterdam_-_Rotterdam_-_20191768_-_RCE.jpg"
                    },
                    {
                        "fragment": null,
                        "link": "File:Gezicht_op_het_pesthuis_op_Feijenoord_1804_Gemeente_archief_-_Rotterdam_-_20191060_-_RCE.jpg",
                        "text": "thumb|Pesthuis side view in 1804",
                        "title": "File:Gezicht_op_het_pesthuis_op_Feijenoord_1804_Gemeente_archief_-_Rotterdam_-_20191060_-_RCE.jpg"
                    },
                    {
                        "fragment": null,
                        "link": "Feijenoord_(neighbourhood)",
                        "text": "Feijenoord",
                        "title": "Feijenoord (neighbourhood)"
                    },
                    {
                        "fragment": null,
                        "link": "Hectare",
                        "text": null,
                        "title": "hectare"
                    },
                    {
                        "fragment": null,
                        "link": "Shear_legs",
                        "text": "sheerleg",
                        "title": "Shear legs"
                    },
                    {
                        "fragment": null,
                        "link": "Cupola_furnace",
                        "text": null,
                        "title": "cupola furnace"
                    },
                    {
                        "fragment": null,
                        "link": "Crane_(machine)",
                        "text": "crane",
                        "title": "Crane (machine)"
                    },
                    {
                        "fragment": null,
                        "link": "Gear",
                        "text": "cogwheel",
                        "title": "gear"
                    },
                    {
                        "fragment": null,
                        "link": "Pile_driver",
                        "text": null,
                        "title": "pile driver"
                    },
                    {
                        "fragment": null,
                        "link": "Steam_hammer",
                        "text": null,
                        "title": "steam hammer"
                    },
                    {
                        "fragment": null,
                        "link": "Lathe",
                        "text": null,
                        "title": "lathe"
                    },
                    {
                        "fragment": null,
                        "link": "Drill",
                        "text": null,
                        "title": "drill"
                    },
                    {
                        "fragment": null,
                        "link": "Textile",
                        "text": null,
                        "title": "textile"
                    },
                    {
                        "fragment": null,
                        "link": "SS_De_Batavier_(1827)",
                        "text": "''Batavier''",
                        "title": "SS De Batavier (1827)"
                    },
                    {
                        "fragment": null,
                        "link": "L._Smit_en_Zoon",
                        "text": "Fop Smit",
                        "title": "L. Smit en Zoon"
                    },
                    {
                        "fragment": null,
                        "link": "Power-to-weight_ratio",
                        "text": null,
                        "title": "power-to-weight ratio"
                    },
                    {
                        "fragment": null,
                        "link": "Quintal",
                        "text": null,
                        "title": "quintal"
                    },
                    {
                        "fragment": null,
                        "link": "Emmerich_am_Rhein",
                        "text": "Emmerich",
                        "title": "Emmerich am Rhein"
                    },
                    {
                        "fragment": null,
                        "link": "Düsseldorf",
                        "text": null,
                        "title": "Düsseldorf"
                    },
                    {
                        "fragment": null,
                        "link": "Wesel",
                        "text": null,
                        "title": "Wesel"
                    },
                    {
                        "fragment": null,
                        "link": "William_I,_German_Emperor",
                        "text": "William",
                        "title": "William I, German Emperor"
                    },
                    {
                        "fragment": null,
                        "link": "Cupola_furnace",
                        "text": null,
                        "title": "cupola furnace"
                    },
                    {
                        "fragment": null,
                        "link": "Reverberatory_furnace",
                        "text": null,
                        "title": "reverberatory furnace"
                    },
                    {
                        "fragment": null,
                        "link": "Surabaya",
                        "text": null,
                        "title": "Surabaya"
                    },
                    {
                        "fragment": null,
                        "link": "Samara",
                        "text": null,
                        "title": "Samara"
                    },
                    {
                        "fragment": null,
                        "link": "Rybinsk",
                        "text": null,
                        "title": "Rybinsk"
                    },
                    {
                        "fragment": null,
                        "link": "Barque",
                        "text": null,
                        "title": "barque"
                    },
                    {
                        "fragment": null,
                        "link": "Revolutions_of_1848",
                        "text": null,
                        "title": "Revolutions of 1848"
                    },
                    {
                        "fragment": null,
                        "link": "HNLMS_Wassenaar_(1856)",
                        "text": "HNLMS Wassenaar",
                        "title": "HNLMS Wassenaar (1856)"
                    },
                    {
                        "fragment": null,
                        "link": "HNLMS_Groningen_(1857)",
                        "text": "HNLMS ''Groningen''",
                        "title": "HNLMS_Groningen_(1857)"
                    },
                    {
                        "fragment": null,
                        "link": "HNLMS_Djambi_(1860)",
                        "text": "HNLMS Djambi",
                        "title": "HNLMS Djambi (1860)"
                    },
                    {
                        "fragment": null,
                        "link": "File:Halfmodel_van_een_gepantserde_kanonneerboot,_NG-MC-1129.jpg",
                        "text": "thumb|Model of armored Stoom Kanonneerboot No 1, 1863",
                        "title": "File:Halfmodel_van_een_gepantserde_kanonneerboot,_NG-MC-1129.jpg"
                    },
                    {
                        "fragment": null,
                        "link": "Casemate_ironclad",
                        "text": null,
                        "title": "casemate ironclad"
                    },
                    {
                        "fragment": null,
                        "link": "CSS_Virginia",
                        "text": null,
                        "title": "CSS Virginia"
                    },
                    {
                        "fragment": null,
                        "link": "Samarang-class_sloop",
                        "text": "Samarang class",
                        "title": "Samarang-class sloop"
                    },
                    {
                        "fragment": null,
                        "link": "Ocean_liner",
                        "text": null,
                        "title": "ocean liner"
                    },
                    {
                        "fragment": null,
                        "link": "Holland_America_Line",
                        "text": null,
                        "title": "Holland America Line"
                    },
                    {
                        "fragment": null,
                        "link": "Rijkswerf_(Amsterdam)",
                        "text": "Rijkswerf Amsterdam",
                        "title": "Rijkswerf (Amsterdam)"
                    },
                    {
                        "fragment": null,
                        "link": "File:COLLECTIE_TROPENMUSEUM_S.S._'s_Jacob_van_de_KPM_langs_de_steiger_in_Makassar_TMnr_60018559.jpg",
                        "text": "thumb|KPM steamer '''s Jacob'' in the harbour of Makassar, C 1907–1914",
                        "title": "File:COLLECTIE TROPENMUSEUM S.S. 's Jacob van de KPM langs de steiger in Makassar TMnr 60018559.jpg"
                    },
                    {
                        "fragment": null,
                        "link": "Koninklijke_Paketvaart-Maatschappij",
                        "text": null,
                        "title": "Koninklijke Paketvaart-Maatschappij"
                    },
                    {
                        "fragment": null,
                        "link": "SS_'s_Jacob_(1907)",
                        "text": null,
                        "title": "SS 's Jacob (1907)"
                    },
                    {
                        "fragment": null,
                        "link": "Batavier_Line",
                        "text": null,
                        "title": "Batavier Line"
                    },
                    {
                        "fragment": null,
                        "link": "File:Het_passagiersschip_Baloeran_in_het_Suez-kanaal,_Bestanddeelnr_191-0044.jpg",
                        "text": "thumb|The SS Baloeran was launched by Fijenoord in 1929",
                        "title": "File:Het_passagiersschip_Baloeran_in_het_Suez-kanaal,_Bestanddeelnr_191-0044.jpg"
                    },
                    {
                        "fragment": null,
                        "link": "Hyperinflation_in_the_Weimar_Republic",
                        "text": "German hyperinflation",
                        "title": "Hyperinflation in the Weimar Republic"
                    },
                    {
                        "fragment": null,
                        "link": "MAN_SE",
                        "text": "MAN",
                        "title": "MAN SE"
                    },
                    {
                        "fragment": null,
                        "link": "Overhead_crane",
                        "text": null,
                        "title": "overhead crane"
                    },
                    {
                        "fragment": null,
                        "link": "Java-class_cruiser",
                        "text": "Java class",
                        "title": "Java-class cruiser"
                    },
                    {
                        "fragment": null,
                        "link": "Adder-class_monitor",
                        "text": null,
                        "title": "Adder-class monitor"
                    },
                    {
                        "fragment": null,
                        "link": "Adder-class_monitor",
                        "text": null,
                        "title": "Adder-class monitor"
                    },
                    {
                        "fragment": null,
                        "link": "Evertsen-class_coastal_defence_ship",
                        "text": "Evertsen class",
                        "title": "Evertsen-class coastal defence ship"
                    },
                    {
                        "fragment": null,
                        "link": "Holland-class_cruiser",
                        "text": "Holland class",
                        "title": "Holland-class cruiser"
                    },
                    {
                        "fragment": null,
                        "link": "Holland-class_cruiser",
                        "text": "Holland class",
                        "title": "Holland-class cruiser"
                    },
                    {
                        "fragment": null,
                        "link": "Koningin_Regentes-class_coastal_defense_ship",
                        "text": "Koningin Regentes class",
                        "title": "Koningin Regentes-class coastal defense ship"
                    },
                    {
                        "fragment": null,
                        "link": "Wolf-class_destroyer",
                        "text": null,
                        "title": "Wolf-class destroyer"
                    },
                    {
                        "fragment": null,
                        "link": "Wolf-class_destroyer",
                        "text": null,
                        "title": "Wolf-class destroyer"
                    },
                    {
                        "fragment": null,
                        "link": "Admiralen-class_destroyer",
                        "text": null,
                        "title": "Admiralen-class destroyer"
                    },
                    {
                        "fragment": null,
                        "link": "Admiralen-class_destroyer",
                        "text": null,
                        "title": "Admiralen-class destroyer"
                    },
                    {
                        "fragment": null,
                        "link": "Category:Maatschappij_voor_Scheeps-_en_Werktuigbouw_Fijenoord",
                        "text": null,
                        "title": "Category:Maatschappij voor Scheeps- en Werktuigbouw Fijenoord"
                    },
                    {
                        "fragment": null,
                        "link": "Category:Defunct_companies_of_the_Netherlands",
                        "text": null,
                        "title": "Category:Defunct companies of the Netherlands"
                    },
                    {
                        "fragment": null,
                        "link": "Category:Shipbuilding_companies_of_the_Netherlands",
                        "text": null,
                        "title": "Category:Shipbuilding companies of the Netherlands"
                    },
                    {
                        "fragment": null,
                        "link": "Category:Manufacturing_companies_based_in_Rotterdam",
                        "text": null,
                        "title": "Category:Manufacturing companies based in Rotterdam"
                    },
                    {
                        "fragment": null,
                        "link": "Category:Defence_companies_of_the_Netherlands",
                        "text": null,
                        "title": "Category:Defence companies of the Netherlands"
                    }
                ],
                "nbLinks": 81,
                "nbTables": 1,
                "nbTexts": 32,
                "tableExtractionDate": "2023-10-22T05:13:24.107516",
                "tables": [
                    {
                        "endOffset": 45544,
                        "startOffset": 42891,
                        "tableCaption": " Some ships built by Fijenoord",
                        "tableContent": "{| class=\"wikitable sortable nowraplinks\" width=100%\n|+ Some ships built by Fijenoord\n|-\n! Ship\n! Type\n! Launched\n! Length\n! Beam\n! Draught\n! Power\n! class=unsortable | Notes\n|-\n| ''Maasstroom''\n| Screw ship\n| 18 September 1869\n| \n| \n| \n| \n| For NSM London line\n|-\n| {{HNLMS|Haai|1871|2}}\n| Monitor\n| 1871\n| 59\n| 13.4\n| 3.0\n| {{convert|560|-|740|ihp|lk=in|abbr=on}}\n| [[Adder-class monitor]]\n|-\n| ''Batavier II''\n| Screw ship\n| 24 February 1872\n| \n| \n| \n| \n| For NSM London line\n|-\n| ''Holland''\n| Screw ship\n| 30 March 1874\n| \n| \n| \n| \n| For NSM London line\n|-\n| {{HNLMS|Luipaard|1876|2}}\n| Monitor\n| 1876\n| 59\n| 13.4\n| 3.0\n| {{convert|560|-|740|ihp|lk=in|abbr=on}}\n| [[Adder-class monitor]]\n|-\n| ''Fijenoord''\n| Screw ship\n| 20 May 1879\n| 62 m\n| 8.62\n| \n| 120&nbsp;hp\n| For NSM London line, size like the ''Holland''\n|-\n| ''Leerdam'' (ex-''Nederland'')\n| Ocean Liner\n| 27 April 1881\n| 98 m\n| \n| \n| 1,260&nbsp;hp\n| 2,700 tons, later sold to NASM.<br />Sank 16 December 1889 after a collision at sea with {{ship|SS|Walmer Castle|1872 ship|2}} \n|-\n| ''Zaandam'' \n| Ocean Liner\n| 3 May 1882\n| 100 m\n| 12 m\n| 7.25m \n| \n| For NASM, capacity 2,900 tons, displacement 6,300t  \n|-\n| ''Edam'' \n| Ocean Liner\n| 30 August 1883\n| \n| \n| \n| \n| For NASM \n|-\n| ''Didam'' \n| Ocean Liner\n| 8 February 1891\n| 328 feet\n| 40 feet\n| 19 feet\n| 2,500&nbsp;ihp\n| Capacity 2,200 tons For NASM, sister of the ''Dubbeldam'' built by Bonn en Mees in Katendrecht\n|-\n| {{HNLMS|Piet Hein|1894|2}}\n| Armored Cruiser\n| 16 August 1894\n| 86.2 m\n| 14.3 m\n| 5.2 m\n| 4,700&nbsp;hp\n| Ship of the [[Evertsen-class coastal defence ship|Evertsen class]]\n|-\n| {{HNLMS|Friesland|1896|2}}\n| Protected Cruiser\n| 4 November 1896\n| 93.3 m\n| 14.8 m \n| 5.4 m\n| 10,000&nbsp;ihp\n| Ship of the [[Holland-class cruiser|Holland class]]\n|-\n| {{HNLMS|Gelderland|1898|2}}\n| Protected Cruiser\n| 28 September 1898\n| 94.8 m\n| 14.8 m \n| 5.4 m\n| 10,500&nbsp;ihp\n| Ship of the [[Holland-class cruiser|Holland class]]\n|-\n| {{HNLMS|De Ruyter|1901|2}}\n| Armored Cruiser\n| 28 September 1901\n| 96.6 m\n| 15.2 m\n| 5.8 m\n| 6,500&nbsp;ihp\n| Ship of the [[Koningin Regentes-class coastal defense ship|Koningin Regentes class]]\n|-\n| ''Vos''\n| Destroyer\n| 28 June 1913\n| 70.5 m\n| 6.6 m \n| 2.8 m\n| 8,500&nbsp;hp\n| [[Wolf-class destroyer]]\n|-\n| ''Panter''\n| Destroyer\n| 9 September 1913\n| 70.5 m\n| 6.6 m \n| 2.8 m\n| 8,500&nbsp;hp\n| [[Wolf-class destroyer]]\n|-\n| {{HNLMS|Van Galen|1928|2}}\n| Destroyer\n| 28 June 1928\n| 98 m\n| 9.5 m \n| 3.0 m\n| 31,000&nbsp;hp\n| [[Admiralen-class destroyer]]\n|-\n| {{HNLMS|Witte de With|1928|2}}\n| Destroyer\n| 11 September 1928\n| 98 m\n| 9.5 m \n| 3.0 m\n| 31,000&nbsp;hp\n| [[Admiralen-class destroyer]]\n|}",
                        "tableData": [
                            [
                                "Ship",
                                "Type",
                                "Launched",
                                "Length",
                                "Beam",
                                "Draught",
                                "Power",
                                "Notes"
                            ],
                            [
                                "Maasstroom",
                                "Screw ship",
                                "18 September 1869",
                                "",
                                "",
                                "",
                                "",
                                "For NSM London line"
                            ],
                            [
                                "",
                                "Monitor",
                                "1871",
                                "59",
                                "13.4",
                                "3.0",
                                "",
                                "Adder-class monitor"
                            ],
                            [
                                "Batavier II",
                                "Screw ship",
                                "24 February 1872",
                                "",
                                "",
                                "",
                                "",
                                "For NSM London line"
                            ],
                            [
                                "Holland",
                                "Screw ship",
                                "30 March 1874",
                                "",
                                "",
                                "",
                                "",
                                "For NSM London line"
                            ],
                            [
                                "",
                                "Monitor",
                                "1876",
                                "59",
                                "13.4",
                                "3.0",
                                "",
                                "Adder-class monitor"
                            ],
                            [
                                "Fijenoord",
                                "Screw ship",
                                "20 May 1879",
                                "62 m",
                                "8.62",
                                "",
                                "120 hp",
                                "For NSM London line, size like the Holland"
                            ],
                            [
                                "Leerdam (ex-Nederland)",
                                "Ocean Liner",
                                "27 April 1881",
                                "98 m",
                                "",
                                "",
                                "1,260 hp",
                                "2,700 tons, later sold to NASM.Sank 16 December 1889 after a collision at sea with"
                            ],
                            [
                                "Zaandam",
                                "Ocean Liner",
                                "3 May 1882",
                                "100 m",
                                "12 m",
                                "7.25m",
                                "",
                                "For NASM, capacity 2,900 tons, displacement 6,300t"
                            ],
                            [
                                "Edam",
                                "Ocean Liner",
                                "30 August 1883",
                                "",
                                "",
                                "",
                                "",
                                "For NASM"
                            ],
                            [
                                "Didam",
                                "Ocean Liner",
                                "8 February 1891",
                                "328 feet",
                                "40 feet",
                                "19 feet",
                                "2,500 ihp",
                                "Capacity 2,200 tons For NASM, sister of the Dubbeldam built by Bonn en Mees in Katendrecht"
                            ],
                            [
                                "",
                                "Armored Cruiser",
                                "16 August 1894",
                                "86.2 m",
                                "14.3 m",
                                "5.2 m",
                                "4,700 hp",
                                "Ship of the Evertsen class"
                            ],
                            [
                                "",
                                "Protected Cruiser",
                                "4 November 1896",
                                "93.3 m",
                                "14.8 m",
                                "5.4 m",
                                "10,000 ihp",
                                "Ship of the Holland class"
                            ],
                            [
                                "",
                                "Protected Cruiser",
                                "28 September 1898",
                                "94.8 m",
                                "14.8 m",
                                "5.4 m",
                                "10,500 ihp",
                                "Ship of the Holland class"
                            ],
                            [
                                "",
                                "Armored Cruiser",
                                "28 September 1901",
                                "96.6 m",
                                "15.2 m",
                                "5.8 m",
                                "6,500 ihp",
                                "Ship of the Koningin Regentes class"
                            ],
                            [
                                "Vos",
                                "Destroyer",
                                "28 June 1913",
                                "70.5 m",
                                "6.6 m",
                                "2.8 m",
                                "8,500 hp",
                                "Wolf-class destroyer"
                            ],
                            [
                                "Panter",
                                "Destroyer",
                                "9 September 1913",
                                "70.5 m",
                                "6.6 m",
                                "2.8 m",
                                "8,500 hp",
                                "Wolf-class destroyer"
                            ],
                            [
                                "",
                                "Destroyer",
                                "28 June 1928",
                                "98 m",
                                "9.5 m",
                                "3.0 m",
                                "31,000 hp",
                                "Admiralen-class destroyer"
                            ],
                            [
                                "",
                                "Destroyer",
                                "11 September 1928",
                                "98 m",
                                "9.5 m",
                                "3.0 m",
                                "31,000 hp",
                                "Admiralen-class destroyer"
                            ]
                        ],
                        "tableNum": 0
                    }
                ],
                "technology": "WikitextExtractor",
                "textExtractionDate": "2023-10-22T05:13:24.107516",
                "texts": [
                    {
                        "endOffset": 1508,
                        "index": 0,
                        "level": 0,
                        "startOffset": 0,
                        "title": null,
                        "value": "{{Short description|Shipbuilding and machine factory in Rotterdam}}\n{{Infobox company\n|name                = Fijenoord Shipyard\n|logo                = \n|logo_size           = \n|image               = Werf_Fijenoord_gevel).jpg\n|image_caption       = Front of office of Fijenoord shipyard in Rotterdam\n|image_size          = 250px\n|type                = \n|traded_as           =\n|industry            = [[Shipbuilding]], [[Steam Engine]]s \n|fate                = Merged with [[Wilton's Dok- en Werf Maatschappij]]\n|successor           = [[Wilton-Fijenoord]]\n|founded             = {{start date and age|1823}} in [[Rotterdam]]\n|founder             = \n|key_people          = [[Gerhard Moritz Roentgen]]\n|hq_location_city    = [[Rotterdam]]\n|hq_location_country = [[Netherlands]]\n|location            =\n|area_served         = \n|products            = Ships, engines\n|revenue             = \n|revenue_year        = \n|operating_income    = \n|income_year         = \n|net_income          = \n|net_income_year     = \n|assets              =\n|equity              = \n|equity_year         = \n|owner               = \n|num_employees       = \n|num_employees_year  = \n|parent              = \n|divisions           = \n|subsid              = \n|homepage            = \n|footnotes           = \n|intl                = \n}}\n\nFijenoord ({{IPA-nl|ˈfɛiəˌnoːrt}}) was a [[shipyard|shipbuilding company]] and machine factory in [[Rotterdam]] the [[Netherlands]] from 1823 to 1929. In 1929 it merged with Wilton to become Wilton-Fijenoord."
                    },
                    {
                        "endOffset": 6593,
                        "index": 1,
                        "level": 2,
                        "startOffset": 1508,
                        "title": "Early years",
                        "value": ""
                    },
                    {
                        "endOffset": 2477,
                        "index": 2,
                        "level": 3,
                        "startOffset": 1527,
                        "title": "First ships and activities of the NSM",
                        "value": "In 1822 a number of businessmen and women and the engineer Gerhard Mauritz Roentgen. founded Van Vollenhoven, Dutilh en Co. In June 1823 De Nederlander, the first Dutch steamboat (with English engines) started its service, which would become a line between Rotterdam and Antwerp. In 1824 the [[Nederlandsche Stoomboot Maatschappij]] (NSM, but also NSBM) was founded and succeeded to Van Vollenhoven, Dutilh en Co. Roentgen became one of its two executives.{{sfn|Löhnis|1916|p=134}}\n\nNSM was primarily a [[shipping line]]. Its first business activities consisted of founding a number of lines from Rotterdam to Antwerp, [[Veere]], Nijmegen and Arnhem. The required ships and in particular their engines, were designed by Roentgen. The first hulls were built by other companies, but the steam engines were all built by [[John Cockerill (company, 1825–1955)|Cockerill]], who also participated in NSM."
                    },
                    {
                        "endOffset": 3044,
                        "index": 3,
                        "level": 3,
                        "startOffset": 2477,
                        "title": "NSM's repair shop",
                        "value": "When NSM was founded in 1824, there was no steam engine manufacturing and repair infrastructure near Rotterdam. NSM therefore could not do without its own repair shop. In November 1824 the {{lang|nl|Badhuis}} at the Boompjes in Rotterdam was bought to establish a smithy. In May 1825 the shipyard of H. Blanken in Oost IJsselmonde was bought. Here NSM erected a [[Shear legs|shear leg]], crucial for lifting boilers.{{sfn|Löhnis|1916|p=136}} In Oost-IJsselmonde NSM built Stad Antwerpen and Stad Frankfort.{{sfn|Löhnis|1916|p=137}}"
                    },
                    {
                        "endOffset": 4032,
                        "index": 4,
                        "level": 3,
                        "startOffset": 3044,
                        "title": "Fijenoord founded in 1827",
                        "value": "The NSM had ordered its first ships locally. It ordered their engines first from England, and then from Cockerill based on designs and advice from Roentgen. The idea for the corporation was that Cockerill would have the monopoly on steam engines for ships in the Netherlands, and would only deliver to the NSM. A positive explanation for this monopoly was that the NSM wanted to prevent its knowledge from leaking away via Cockerill, but of course it could not hold. Within a few years the NSM and Cockerill got into conflict about this. \n\nAlready in August 1825 NSM reserved money for a complete repair shop for steam engines, which was also designed to form the nucleus of a factory that could build complete steam engines. In October 1825 NSM then started negotiations to rent the terrain at Fijenoord from the municipality of Rotterdam.{{sfn|Löhnis|1916|p=136}} This repair shop became known as Etablissement Fijenoord{{sfn|Lintsen |1993|p=75}}"
                    },
                    {
                        "endOffset": 4907,
                        "index": 5,
                        "level": 3,
                        "startOffset": 4032,
                        "title": "First activities at Fijenoord",
                        "value": "In September 1827 shipyard Fijenoord repaired Concordia of the Prussian Rhine steam ship company. She was pulled onto the slipway with machines and boilers on board and fixed in 6 days.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010047838:mpeg21:p004 | work = Nederlandsche staatscourant| title='s Gravenhage, den 4 October | date=5 October 1827}}</ref> In 1828 Fijenoord built the steam vessel Stad Frankfort for the Mainz-Cologne line.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010054710:mpeg21:p001 | work = Dagblad van 's Gravenhage| title=Duitschland | date=13 February 1828}}</ref> The vessel had 25-30 hp<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010977897:mpeg21:p001 | work = Rotterdamsche courant| title=Frankfort den 7 augustus. | date=11 August 1832}}</ref>"
                    },
                    {
                        "endOffset": 6593,
                        "index": 6,
                        "level": 3,
                        "startOffset": 4907,
                        "title": "The compound engine",
                        "value": "One of the many projects of Roentgen and the NSM was the construction of a steam tugboat. In 1825 the NSM got an order from the Dutch navy for a steam tugboat for inland waters and harbors. (Probably the same as the 'tugboat for rivers and estuaries' mentioned in April 1825) This led to the construction of the steam tugboat Hercules (1829-1830). By 1828 she was still not ready, and Roentgen decided to re-use the engine of the failed [[Agrippina (1827)|Agrippina]]. During this transfer the engine was modified to re-use steam from a high pressure [[Cylinder (engine)|cylinder]] for a low pressure cylinder. The re-use created a direct acting engine with two high pressure cylinders and one low-pressure cylinder. With it Roentgen (or his company) had invented a [[compound steam engine]] that could be used in ships. The invention could not be used for sea-going vessels, because it required fresh water to be injected in the condensers.{{sfn|Lintsen |1993|p=75}} In 1829 Herkules served on the Rhine.<ref name=AH24031830>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010068199:mpeg21:p001 | work = Algemeen Handelsblad| title=Aan de redactie | date=24 March 1830}}</ref> The Hercules was required for the 1832 Siege of Antwerp and served there using only the low pressure cylinders. Afterwards her engine was finished as a compound engine.{{sfn|Lintsen |1994|p=229}} The invention of the compound engine was of great significance for the company because it gave the NSM a competitive advantage. Especially its steam tugboats were more powerful and yet more economical than those of the competition.{{sfn|Lintsen |1994|p=230}}"
                    },
                    {
                        "endOffset": 20785,
                        "index": 7,
                        "level": 2,
                        "startOffset": 6593,
                        "title": "The 1830s",
                        "value": ""
                    },
                    {
                        "endOffset": 11512,
                        "index": 8,
                        "level": 3,
                        "startOffset": 6610,
                        "title": "Descriptions of the shipyard",
                        "value": "[[File:Tekening,_anoniem_Gemeente_archief_Rotterdam_-_Rotterdam_-_20191768_-_RCE.jpg|left|thumb|Old Pesthuis (plague house) on Fijenoord island]]\n[[File:Gezicht_op_het_pesthuis_op_Feijenoord_1804_Gemeente_archief_-_Rotterdam_-_20191060_-_RCE.jpg|thumb|Pesthuis side view in 1804]]\n\nOn 28 October 1834 somebody sent a description of a visit to the factory to a newspaper. He wrote that the factory was situated on the island Fijenoord, where the neighborhood [[Feijenoord (neighbourhood)|Feijenoord]] now is. The main building of the factory was the old Pesthuis, literally 'plague house' where the city previously isolated plague victims. Around it, many buildings serving as store houses or work places had been erected. The area measured about 10 [[hectare]]s and was bordered by the Meuse and a harbor that could be entered on both sides. The area itself was again cut through by another harbor, both harbors belonging to the factory. Both harbors were dominated by a big [[Shear legs|sheerleg]]. It was claimed that one of these had lifted 72,000 kg. Steam ships could move below these sheerlegs in order to conveniently (and cheaply) lift machinery in and out. One of the harbors had a big roof covering it against rain. Below it big ships could be finished and painted. At the moment the sea steamship Pylades of 190 feet and 200 hp was in the covered harbor. In another part of the shipyard, there was a parallel slipway. On it was steam ship of 220 feet.\n\nIn the main building was an iron foundry. It had three [[cupola furnace]]s, a 'togtoven' (fourneau à vent), a heavy [[Crane (machine)|crane]], an iron basement, an oven for baking shapes, and all other things required at an iron foundry for even the heaviest pieces. A new big togtoven was under construction in order to be able to melt more iron in one go. During the visit a heavy [[gear|cogwheel]] of 2,000 kg was being cast. Next to the iron foundry there was a 'metal foundry'. Which referred to bronze at the time, and probably to other metals.\n\nThe big smithy had 14 fires, and cranes etc. The two big biggest were for making heavy pieces. At the time a very heavy axle of 13\" thickness was in progress. (In April 1836 the company would indeed advertise that several iron axles for wind mills had been made by her.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010055859:mpeg21:p003 | work = Dagblad van 's Gravenhage| title=IJzeren Molenassen | date=29 April 1836}}</ref> The axle was made with a 250 kg hammer operated by hand like a [[pile driver]]. A [[steam hammer]] was under construction. On one side of the smithy there was a copper smithy. On the other side a building with multiple big [[lathe]]s and [[drill]]s. The visitor was told that recently several iron guns had been bored out to 80 pounders. Another building housed more lathes.\n\nBetween these buildings there was a steam engine. It powered most of the lathes and drills. It provided wind to the cupola's and smithy fires. It also drove a machine that made holes in sheet metal, and cut them to size. On the second floor of one of the buildings there were even more lathes, facilities for model makers, and carpenters, and a model room. It had models of multiple steam engines, steering machinery, cogwheels etc.\n\nOn the terrain there were also three buildings where boilers were made. There were also other buildings for smithies, carpenters, painters, block makers etc. The total number of fires on the terrain was said to be 42, all in continuous operation. A big building was under construction. It was to house a slipway for two iron steam ships of 100 feet each. The total number of employees amounted to 500.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010983389:mpeg21:p003 | work = Arnhemsche courant| title=Aan de Redactie | date=8 November 1834}}</ref>\n\nBy 1838 there were 900 persons working in the factory, while 4 ships and 13 steam engines were being made. 1838 also saw the construction of a factory for making machinery for the [[textile]] industry.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010969770:mpeg21:p004 | work = De avondbode| title=Nijverheid | date=31 January 1838}}</ref>\n\nDuring a visit in November 1839 two iron ships for the Rhine were almost complete. The Batavia (cf below) was under construction. The construction of the Mosel had just begun, and a new iron ship for a line to Antwerp had been laid down in October and was expected to be launched in February. The iron foundry was busy with parts of a bridge that would be built in Rotterdam according to a design by Rose. On average the foundry delivered 20 tons of iron a week.<ref name=AH23111839>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010071726:mpeg21:p004 | work = Algemeen Handelsblad| title=Ingezonden Stukken | date=23 November 1839}}</ref>"
                    },
                    {
                        "endOffset": 13798,
                        "index": 9,
                        "level": 3,
                        "startOffset": 11512,
                        "title": "Sea worthy steam ships",
                        "value": "In 1826 NSM had contracted to build the steamships Orestes and Pylades to combat piracy in the Dutch East Indies. They would have engines by Cockeril.{{sfn|Van der Vlis|1970|p=17}} Orestes was launched by Cornelis Smit in September 1827.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010977282:mpeg21:p002 |work=Rotterdamsche courant |title=Rotterdam den 7 september |date=8 September 1827 }}</ref> in August 1831 the order was cancelled, and both ships were then sold to NSM without the engines.{{sfn|Van der Vlis|1970|p=18}} NSM soon broke up Orestes. In November 1832 NSM then offered to equip Pylades as a warship, using the engines of Atlas. Pylades now became a Fijenoord product, but soon a lot of problems surfaced.{{sfn|Van der Vlis|1970|p=19}} \n\nPylades made her trials on 17 December 1834. She was reported to be 56 m long, to have 200 hp, and three masts with a schooner sail plan.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010058038:mpeg21:p004 | work = Nederlandsche staatscourant| title=Binnenlandsche Berigten | date=19 December 1834}}</ref> On 2 January 1835 Pylades sunk after being at sea for only a few hours.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010503862:mpeg21:p001 | work = Javasche courant| title=Batavia, den 12den Junij 1835 | date=13 June 1835}}</ref> The Department of the Colonies was lucky that it had paid only 100,000 guilders of the total price of 350,000 guilders. The total sum was dependent on some conditions, one of them the arrival of Pylades in Batavia.<ref name=NS04111846>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010090252:mpeg21:p002 | work = Nederlandsche staatscourant| title=Antwoorden der regering| date=4 November 1846}}</ref> In the end NSM got 60% from the insurers.{{sfn|Van der Vlis|1970|p=21}}\n\nThe [[SS De Batavier (1827)|Batavier]], first ship of the Batavier Line, had been built by [[L. Smit en Zoon|Fop Smit]]. On 10 May 1838 Fijenoord laid down a ship of the same size as the first Batavier.<ref name=RC12051838>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010393559:mpeg21:p002 | work = Rotterdamsche courant| title=Rotterdam den 11 mei |date=12 May 1838}}</ref>"
                    },
                    {
                        "endOffset": 16656,
                        "index": 10,
                        "level": 3,
                        "startOffset": 13798,
                        "title": "Steam ships on the Rhine",
                        "value": "The significance of Fijenoord for the Netherlands was in its construction of heavy tugboats. After the independence of Belgium there was a possibility that Belgium would eliminate the Dutch transit trade to Germany by constructing a railway from Antwerp to Cologne.{{sfn|West, van|1954|p=5}} Such a railway would be realized from Antwerp to Liège, Aachen and Cologne in 1843, at a time that the harbor of Antwerp had far better accessibility than that of Rotterdam. However, the heavy tugboat tugged river barges upstream and proved more than a match for rail transport, especially for bulk cargo.{{sfn|West, van|1954|p=5}}\n\nThe average speed of the Rhine is about 3 knots, but that in narrow places it can be double that amount. At the time a steam vessel that attained 8 knots was considered to be fast. Early steam vessels on the Rhine were successful if they could cost-effectively steam upstream by themselves while carrying enough passengers and freight to cover the cost. In this respect the higher [[power-to-weight ratio]] of a high pressure engine, or even better, a compound engine contributes to economic feasibility. The same applies even more when pulling other ships against the current on long stretches. In 1830 the Hercules and Stad Keulen would tow ships with a load of up to 10,000 [[quintal]]s up the Rhine as far as [[Emmerich am Rhein|Emmerich]], where the faster current begins, and would then continue with only their own cargo of 2,500-3,000 quintals.<ref name=AH24031830 />\n\nIn 1836 the Dutch government wanted to promote the export of colonial goods to Germany by improving transport on the middle Rhine. It advanced 260,000 guilders to construct a steam tugboat meant to serve on the Rhine between Lobith and Cologne. This tugboat was named Laurens Koster. The service started in October 1838, but was terminated by the government in early 1841. The NSM might not have had anything to do with the line, but Fijenoord probably built the Laurens Koster. The government got the 260,000 back by subtracting 200,000 guilders from the price of the Batavia (cf. below), and by accepting the steam tugboat Laurens Koster as payment for the remaining 60,000. She would serve as a training vessel for the navy.<ref name=NS04111846 />\n\nIn 1829 the NSM had operated the Stad Keulen, a ship that was previously the English James Watt, and had been lengthened at Fijenoord. In 1835 Roentgen told his shareholders that the Stad Keulen had been equipped with a compound engine.{{sfn|Lintsen |1994|p=229}} In 1835 Fijenoord was constructing the steam vessel Stad Dusseldorp for a line between Arnhem and [[Düsseldorf]].<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010150232:mpeg21:p004 | work = Arnhemsche courant| title=Mengelwerk| date=24 December 1835 }}</ref>"
                    },
                    {
                        "endOffset": 20785,
                        "index": 11,
                        "level": 3,
                        "startOffset": 16656,
                        "title": "Iron ships",
                        "value": "The first iron ships built by Fijenoord were the Hecla and the Etna under construction in 1834. One was 34 m long and the other a bit shorter.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010150232:mpeg21:p003 | work = Arnhemsche courant| title=Aan de redactie | date=24 December 1835}}</ref> They were finished in 1835 and 1836 and later got the names Banda and Ternate (both volcanic islands). They each had a 24-pdr carronade, and had compound engines with one large and one small cylinder. They were disassembled after construction, and then re-assembled in the Dutch East Indies, where they were meant to fight piracy.{{sfn|Cleef, van|1858|p=67}} Immediately after re-assembly the Hekla had troubles.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010514746:mpeg21:p001 | work = Opregte Haarlemsche Courant| title=Nederlanden | date=7 July 1838}}</ref> After only a few years of service they were abandoned and finally broken up.{{sfn|Cleef, van|1858|p=67}}\n\nOn 2 September 1837 the NSM launched an entirely iron steam vessel of 69 m and 400 hp. It was the third iron ship built by Fijenoord.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010978533:mpeg21:p002 | work = Rotterdamsche courant| title=Rotterdam, den 4 September | date=5 September 1837}}</ref> On 14 December 1837 another mainly iron ship was launched for the NSM. It would be used for a line between Rotterdam and Cologne.<ref name=RC16121837>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010978577:mpeg21:p002 | work = Rotterdamsche Courant| title=Rotterdam den 15 december | date=16 December 1837}}</ref> This was probably the steam vessel De Nederlanden mentioned as built in 1838, having a wooden hull over an iron frame, and being meant for a line to Mannheim.{{sfn|Cleef, van|1858|p=67}} She was active in July 1839 and still sailed in 1858. On the same 14 December 1837 that a previous ship was launched, another ship was laid down, which would be made entirely out of iron, and would serve on the same line.<ref name=RC16121837 /> In October 1838 the iron steam tug ship De Rijn arrived in Cologne. She was over 62 m long, 9.41 m wide and had a draught of only 1.57 m. The diameter of the paddle wheels was 7.48 m at a width of 3.76. Each paddle wheel was driven by its own 250 hp engine.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010393625:mpeg21:p002 | work = Rotterdamsche courant| title=Rotterdam den 12 october | date=13 October 1838}}</ref>\n\nIn 1838 Fijenoord constructed two ships that would create the first connection / shipping line between Amsterdam and Cologne. On 10 May 1838 the iron steam vessel Admiraal van Kinsbergen was launched. She would by used as a liner between Amsterdam and Kampen.<ref name=RC12051838 /> The message that in early May 1838 Fijenoord launched the steam vessels Admiraal de Ruyter and Graaf van Rechteren for the Rijn- en IJssel Stoombootmaatschappij.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010150449:mpeg21:p003 | work = Arnhemsche courant| title=Nederlanden | date=15 May 1838}}</ref> refers to the Van Kinsbergen and the other ship, the Drusus. Indeed the Admiraal van Kinsbergen would be the ship for the Zuiderzee, and the Drusus for the river.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010771840:mpeg21:p002 | work = Groninger courant| title=Deventer den 18 Mei| date=22 May 1838}}</ref> The iron Drusus was built for the Rijn- en IJssel Stoombootmaatschappij to use on the line from Kampen to Cologne that would be tuned to the service by the Admiraal van Kinsbergen. The Drusus was purpose-built for navigating the IJssel. She was 44 m long, 5.65 m wide, and had a draught of 2.5 feet, her an engine had 65 hp.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010393609:mpeg21:p002 | work = Rotterdamsche courant| title=Rotterdam den 5 september| date=6 September 1838}}</ref> The arrival of the Drusus in [[Wesel]] was accompanied by some ceremony, attended by prince [[William I, German Emperor|William]] of Prussia."
                    },
                    {
                        "endOffset": 28401,
                        "index": 12,
                        "level": 2,
                        "startOffset": 20785,
                        "title": "The 1840s",
                        "value": "In April 1841 the king visited Fijenoord. In order to commemorate the event the steamship Rotterdam was renamed Willem II. The king also inspected the engines that were being built for the warships Bromo and Merapie, and the steam vessel De Rijn.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010066767:mpeg21:p002 | work = Nederlandsche staatscourant| title=Binnenlandsche Berigten| date=2 April 1841}}</ref> On 19 May 1841 Fijenoord launched a ship for a line to Venlo of 80 hp and a ship for service to Mannheim of 120 hp, the longest iron ship yet built in Europe. It also cast a cylinder for the 540 hp engine of the Vauban. It was the biggest cylinder yet cast in Europe and required 18,500 kg of iron. The melting had been done in [[cupola furnace]]s and [[reverberatory furnace]]s, the use of the latter a necessity for quality.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010072527:mpeg21:p001 | work = Algemeen Handelsblad| title=Binnenland| date=23 May 1842}}</ref>\n\nAfter the disaster with the Pylades in 1835, the construction of a new steam ship for the East Indies deserved special mention. In October 1839 there was news that an iron sailing ship for service in the East Indies would be built at Fijenoord.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010922075:mpeg21:p001 | work = Leydse courant| title=Nederlanden| date=16 October 1839 }}</ref> In November 1839 the big iron sea steamer Batavia planned for 300 hp engines was under construction.<ref name=AH23111839 /> In February 1845 the Batavia was bought by the Department of the colonies, so it could establish a line from Batavia to Singapore, speeding up the land mail to Europe.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010089420:mpeg21:p004 | work = Nederlandsche staatscourant | title=Binnenlndsche Berigten| date=10 February 1845}}</ref> On 16 September 1845 the Batavia was finally launched.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010979320:mpeg21:p002 | work =Rotterdamsche Courant| title=Rotterdam den 17 september| date=18 September 1845}}</ref> On 29 Juni 1846 the Batavia returned to Hellevoetsluis from her trial run in the North Sea.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010979443:mpeg21:p002 | work =Rotterdamsche Courant| title=Rotterdam den 1 julij| date=2 July 1846}}</ref> The trials were satisfactory, and so the commissioning of the Batavia was determined to take place on 20 September 1846. However, already on 24 July 1846 she was commissioned under Lieutenant 1st class L.C.H. Anemaet.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010521878:mpeg21:p001 | work =Opregte Haarlemsche Courant| title=Nederlanden| date=28 July 1847}}</ref> On 11 September 1846 she left Hellevoetsluis for the Indies. In February 1847 the Batavia arrived in Batavia. She indeed served some years between Batavia and Singapore, but was also used in many other services. In 1855 she was still in active service, but after that she was turned into a guard ship at [[Surabaya]]. In 1860 she was declared unfit and sold.\n\nIn 1844 Fijenoord worked on some major orders for the Russian government. It worked on two pairs of engines for Russian steam frigates of 300 hp each. For the Caspian Sea it built an iron steam vessel of 100 hp and an iron barge. For the Wolga Tugboat Company Fijenoord built a steam tugboat with machines of at least 250 hp. It had to be able to pull 2,500 tons of merchandise from [[Samara]] to [[Rybinsk]] in 20 days, and the empty ship train backward in 8 days.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010394723:mpeg21:p001 | work = Rotterdamsche courant| title=Rotterdam den 16 october| date=17 October 1844}}</ref> By April 1846 the tugboat Wolga had been re-assembled in Rybinsk. On 2 May the Wolga then left Rybinsk, pulling two barges of 400 feet long with a draught of 5 feet. In 16.5 days she arrived in Samara. By January 1847 Fijenoord was working on a tugboat of 460 hp, and in April another tugboat of the same power had been ordered. In July 1847 the Dutch [[barque]] Nederlandsche Nijverheid sailed to Russia with a cargo worth 500,000 guilders. It consisted of two tugboats as well as machinery and 20 men (with their wives and children) required to build a new shipyard on the Wolga for building iron tugboats and wooden barges.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010090622:mpeg21:p002 | work = Nederlandsche staatscourant| title=Binnenlandsche Berigten| date=31 July 1847}}</ref>\n\nOn 1 February 1845 a steam tug ship of 54 m by 10 m for service on the Rhine was launched. It was the biggest tugboat yet built for the Middle- and Upper Rhine, and had engines of 300 hp. These were intended to burn coal of low quality  The idea was that she could pull barges loaded with coal up these stretches of the Rhine more economically than horses could.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010082605:mpeg21:p004 | work = N.R.C.| title=Ingezonden Stukken| date=9 February 1845}}</ref> In spite of all these activities, 1844 and the first part of 1845 were rather weak years for the company. It received new orders later in 1845, especially from the government. In the winter of 1845-1846 it had 1,200 employees.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010082388:mpeg21:p005 | work = N.R.C.| title=Vervolg van het verslag der gedeputeerde staten van Zuid-Holland| date=10 July 1846}}</ref>\n\nWhile the Dutch navy was building wooden warships at her own shipyards, Fijenoord got orders for some more iron warships. In August 1845 the iron steam paddle ship Suriname of 110 hp was under construction at Fijenoord. In April 1846 she was commissioned under Lieutenant B.H. Staring. She was still in service in 1875. In 1845 the iron steam paddle ship Onrust (70 hp) was laid down at Fijenoord. In early 1846 Fijenoord was in negotiation about another iron steam paddle ship that would become the Borneo. Another iron steam vessel would be equipped with a screw instead of paddle wheels.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010521799:mpeg21:p002 | work = Opregte Haarlemsche Courant | title=Nederlanden| date=24 January 1846}}</ref> By May 1847 the Onrust was getting re-assembled in Surabaya, and in 1848 she made her first voyage. The steam vessel Borneo (100 hp) arrived in Surabaya in a disassembled state on 20 April 1847. She was launched on 30 July 1848,<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010091146:mpeg21:p002 | work = Nederlandsche staatscourant | title=Binnenlandsche Berigten| date=29 October 1848}}</ref> and was expected to be ready in October 1848. The third steam vessel, the Samarang was interesting because she was driven by a screw. In January 1846 she was noted as under construction. In May 1847 the Samarang, Cerberus and Suriname sailed to Helsingør in order to tow Dutch ship with Cereal towards the North Sea.\n\nFijenoord was severely hit by the [[Revolutions of 1848]]. It evaded the worst because it happened to have a lot of work in progress at the time.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010059942:mpeg21:p015 | work = Dagblad van 's Gravenhage | title=Fabrijken en Trafijken| date=4 July 1849}}</ref> Nevertheless, when Roentgen retired in 1849, the company had 400 employees,{{sfn|West, van|1954|p=5}} which was less than it had in 1845."
                    },
                    {
                        "endOffset": 32797,
                        "index": 13,
                        "level": 2,
                        "startOffset": 28401,
                        "title": "1850-1870",
                        "value": ""
                    },
                    {
                        "endOffset": 29232,
                        "index": 14,
                        "level": 3,
                        "startOffset": 28418,
                        "title": "Commercial screw ships",
                        "value": "The years from 1850 till 1870 were dominated by the widespread introduction of screw propulsion. In May 1851 Fijenoord launched the iron screw ship Padang for the shipping line of Cores de Vries in the East Indies. In October 1854 it launched an iron screw schooner for service in the West Indies. In January 1855 it launched the Stad Goes for service between Rotterdam and Goes. In June 1855 it laid down a screw schooner for a line to Hamburg, the Maasstroom that made trials in June 1856 etc. etc. There were also orders for separate engines e.g. in 1855 for two tugboats built by Smit in Kinderdijk. One of the main shipping lines of the NSM was her line to London. In April 1850 the NSM put the newly built screw ship Fijenoord into service on the London line."
                    },
                    {
                        "endOffset": 32797,
                        "index": 15,
                        "level": 3,
                        "startOffset": 29232,
                        "title": "Warships",
                        "value": "The orders for iron warships continued in the 1850s. In this respect it is remarkable that Fijenoord continued to build many paddle-wheel driven vessels deep into the 1870s. At first the paddle vessels were gunboat-sized, and then the ability to sail close to shore explains the paddle-wheel propulsion. Another explanation could be that Fijenoord had only built paddle engines when the Medusa was started in 1852,{{sfn|Lintsen |1993|p=79}} but in light of the above this can only hold for big engines. The baffling aspect of these paddle-wheel driven vessels was that after the Dutch industry had proven its ability to build engines for big screw warships, and the Dutch navy in the Netherlands had switched to screw propulsion, the Dutch East Indies Navy began to order bigger paddle-wheel driven vessels. In general 'Conservatism' is a bad explanation for seemingly erratic behavior. The fact that screw ships required more dry-dock capacity could be a better explanation.\n\nOn 25 September 1851 the paddle vessel Celebes was (re)launched in Surabaya. She was of the same dimensions as the Borneo, but did have a keel.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010073121:mpeg21:p002 | work = Algemeen Handelsblad | title=Nederlandsche Koloniën| date=18 December 1851}}</ref> In 1853 the paddle gunboat Admiraal van Kinsbergen, built by Fijenoord, arrived in Java on board the Maria Magdalena.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010482800:mpeg21:p001 | work = Java-bode | title=Batavia| date=9 March 1853}}</ref> On 20 July 1853 she was (re)launched in Surabaya.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:011059881:mpeg21:p001 | work = De Oostpost | title=Soerabaya, den 20sten Julij| date=9 March 1853}}</ref> The next gunboat built by Fijenoord was the Madura. On 3 November 1857 the Madura was relaunched in Surabaya, with a note that she was of the same type as the Kinsbergen.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:011060174:mpeg21:p004 | work = De Oostpost | title=Soerabaya, den 9den November 1857| date=9 November 1857}}</ref> The 1847/1848 Onrust was surprised and destroyed by rebels in December 1859. In November 1862 a new Onrust was launched in Surabaya.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010389735:mpeg21:p001 | work = Rotterdamsche courant | title=Koloniën| date=27 December 1862}}</ref>\n\nThe surprising orders for big steam-paddle vessels started in the mid-1860s. In May 1866 four steam paddle ships of 200 hp and 1,000 ton displacement 'primarily meant for transport duties' were ordered for the Department of the Colonies, two at Van Vlissingen en Dudok van Heel, and two at Fijenoord. At Fijenoord the Sumatra was launched first on 12 October 1866. The Timor was launched on 13 February 1867. In 1874 these would be followed by two 1,500 ton displacement ships. Another ship, the 1874 Celebes was remarkable for being bigger than these ships at the waterline, but having less than half their displacement because of her draught of only 1.8 m.\n\nThere were also orders for steam engines from the navy, e.g. for HNLMS Medusa. Also for HNLMS Bali, launched in Kinderdijk in 1856, and for [[HNLMS Wassenaar (1856)|HNLMS Wassenaar]]. Furthermore for [[HNLMS_Groningen_(1857)|HNLMS Groningen]] and [[HNLMS Djambi (1860)|HNLMS Djambi]]. Also for the Bronbeek, launched in Surabaya January 1861. The monitors Adder and Haai were some of the first armored ships built at Fijenoord."
                    },
                    {
                        "endOffset": 38543,
                        "index": 16,
                        "level": 2,
                        "startOffset": 32797,
                        "title": "1870-1889",
                        "value": ""
                    },
                    {
                        "endOffset": 33343,
                        "index": 17,
                        "level": 3,
                        "startOffset": 32814,
                        "title": "Modernization",
                        "value": "By 1866 Fijenoord had about 1,000 employees. Just then the competition from England became murderous while protective tariffs for Dutch industry were abolished. The shipyard was lucky to get some orders from the Dutch navy. These orders also helped to learn to produce very high quality work. A number of English managers and supervisors also helped in educating skilled employees. The yard itself was modernized by building a new foundry and buying equipment for armoring ships.{{sfn|West, van|1954|p=8}}"
                    },
                    {
                        "endOffset": 34973,
                        "index": 18,
                        "level": 3,
                        "startOffset": 33343,
                        "title": "Armored Ships",
                        "value": "[[File:Halfmodel_van_een_gepantserde_kanonneerboot,_NG-MC-1129.jpg|thumb|Model of armored Stoom Kanonneerboot No 1, 1863]]\nIn 1862 Fijenoord laid down the Stoom Kanonneerboot No 1. It was the first armored ship newly built in the Netherlands. It had 120 hp engines, two 60 pounder guns, and paddle (sic) propulsion.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010389147:mpeg21:p003 | work = Rotterdamsche courant| title=Marine en Leger| date=7 February 1863}}</ref> The gunboat was a gunboat meant for sea and inland. She was as long as the later built monitors, but had a beam of only 6.10 m as opposed to the 13.4 m of the later monitors. As a consequence she displaced only 400t. Apart from having the very vulnerable paddle propulsion, Stoom Kanonneerboot No 1  was a simple [[casemate ironclad]] like the much bigger [[CSS Virginia]].\n\nMore sophisticated (turrets) and heavier armoring would require investments. These were only possible if the government was committed to order armored ships at Fijenoord. Indeed it was prepared to do this. One of the reasons was that the government wanted to have a facility for repairing armored ships in the south in case of war. Nevertheless, the armor for the monitor Haai that Fijenoord built next was ordered per-formed in England, while that of the ships built by the Rijkswerf Amsterdam was bent locally.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010101528:mpeg21:p001 | work = Algemeen Handelsblad| title=De Monitor Hyena| date=22 September 1872}}</ref> Later Fijenoord bought a hydraulic press to bend armor."
                    },
                    {
                        "endOffset": 35336,
                        "index": 19,
                        "level": 3,
                        "startOffset": 34973,
                        "title": "Other warships",
                        "value": "In 1872 Fijenoord launched the small screw ships Riouw and Banda of 80 hp. In 1873 the Pontianak, and in 1874 the Sambas. In 1876 the Samarang, in 1877 the Bonaire, and in 1878 the Padang of the [[Samarang-class sloop|Samarang class]]. In November the Bali was launched, and in 1879 the Benkoelen."
                    },
                    {
                        "endOffset": 35576,
                        "index": 20,
                        "level": 3,
                        "startOffset": 35336,
                        "title": "Screw Ships",
                        "value": "For the NSM line to London Fijenoord would launch the screw ship Maasstroom in 1869, the steam paddle ship Batavier II in 1872, the screw ship Holland in 1874, and a second screw ship Fijenoord in 1879."
                    },
                    {
                        "endOffset": 38543,
                        "index": 21,
                        "level": 3,
                        "startOffset": 35576,
                        "title": "Ocean liners",
                        "value": "The attempts by Fijenoord to enter the market for [[ocean liner]]s were of national significance. Dutch shipping companies had insufficient confidence in the capabilities of the indigenous industry and therefore used to order their ocean going steamers in Great Britain. In turn this meant that the Dutch shipyards did not acquire any experience in building these ships.{{sfn|Lintsen |1993|p=95}} To break this deadlock the NSM built a big ship at Fijenoord on speculation. (The idea was that if it would not get sold, the NSM would use it for a line to the Dutch East Indies) On 27 April 1881 the Nederland of 98 m was launched. She sailed to Baltimore in September 1881, and with an efficient coal consumption of only 0.86 kg/hp/h{{sfn|Lintsen |1993|p=96}}  she proved a complete success. In May 1882 the Nederland was sold to the Nederlandsch-Amerikaansche Stoomvaartmaatschappij (NASM), who renamed her Leerdam. (The NASM used to name her ships for places ending on 'Dam', the NASM is now named [[Holland America Line]], and continues this practice)\n\nThe fact that Fijenoord got an order for the second ocean liner, the Zaandam, meant that the gamble to construct the Nederland paid off: With the Nederland still on the slipway, the Nederlandsch-Amerikaansche Stoomvaartmaatschappij ordered the comparable Zaandam without actual proof of the mechanical capabilities of the Nederland. The Zaandam was laid down in early May 1881,<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=MMKB04:000163471:mpeg21:p002 | work = De Maasbode| title=Binnenland | date=3 May 1881 }}</ref> before the trial run of the Nederland in August.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:010101747:mpeg21:p002 | work = Algemeen Handelsblad| title=Stoomvaart-Berichten| date=14 August 1881 }}</ref> She was launched in May 1882, and in October 1882 she arrived in New York. However successful these two ships were, the NSM lost money on them, because her costs were too high.{{sfn|Lintsen |1993|p=96}}\n\nThe order for a third ocean liner, the Edam, came about by an accident. In August 1881 a steamship Edam had been launched for the NASM in Dumbarton. On 1 January 1882 this ship left Rotterdam for New-York, and suffered so much damage in a storm, that she had to be saved by the Napier of captain Anderson. The Edam re-entered service, but on 21 September 1882 she was hit midships by SS Lepanto and sank in 20 minutes.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:011068112:mpeg21:p004 | work = De Standaard| title=Binnenland| date=27 September 1882}}</ref> In October 1882 the NASM then contracted with Fijenoord for a new Edam of comparable dimensions, but made of steel.<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:011068383:mpeg21:p002 | work = De Standaard| title=Gemengd Nieuws| date=31 August 1883}}</ref> The new Edam was launched on 30 August 1883."
                    },
                    {
                        "endOffset": 40927,
                        "index": 22,
                        "level": 2,
                        "startOffset": 38543,
                        "title": "1890-1913",
                        "value": ""
                    },
                    {
                        "endOffset": 38847,
                        "index": 23,
                        "level": 3,
                        "startOffset": 38561,
                        "title": "Warships",
                        "value": "In the 1890 - 1913 period Fijenoord steadily received about a third of the orders for the Dutch Navy. In general repetitive classes of ships numbered three units. One built by the [[Rijkswerf (Amsterdam)|Rijkswerf Amsterdam]], one by the Schelde and one by Fijenoord."
                    },
                    {
                        "endOffset": 40275,
                        "index": 24,
                        "level": 3,
                        "startOffset": 38847,
                        "title": "The KPM",
                        "value": "[[File:COLLECTIE TROPENMUSEUM S.S. 's Jacob van de KPM langs de steiger in Makassar TMnr 60018559.jpg|thumb|KPM steamer 's Jacob in the harbour of Makassar, C 1907–1914]]\nFrom 1863 onward the British Nederlandsch-Indische Stoomvaartmaatschappij had held the concession for a number of subsidized shipping lines in the Dutch East Indies. In return it had ordered only two of the required ships in the Netherlands. The [[Koninklijke Paketvaart-Maatschappij]] was founded in 1888, and then got the concession. The KPM became very important for the Dutch ship building industry, because it would order all of its ships in the Netherlands. The type of ships required also led to the Dutch shipping industry catching up with the foreign competition.{{sfn|Lintsen |1993|p=97}}\n\nThe first ships that Fijenoord built for the KPM were the Carpentier launched on 5 June 1890<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:011010119:mpeg21:p001 | work = Rotterdamsch nieuwsblad| title=Stads-Editie| date=6 June 1890}}</ref> and the Van Diemen, launched 16 July 1890<ref>{{Cite news |url=https://resolver.kb.nl/resolve?urn=ddd:110614992:mpeg21:p002 | work = Bataviaasch handelsblad| title=Het schroefstoomschip Van Diemen| date=15 August 1890}}</ref> For the KPM Fijenoord later built e.g.  the Oranje (1903), [[SS 's Jacob (1907)]], the Melchior Treub (1912) and the Van Overstraten (1912)"
                    },
                    {
                        "endOffset": 40927,
                        "index": 25,
                        "level": 3,
                        "startOffset": 40275,
                        "title": "NSM becomes Fijenoord",
                        "value": "For some time the shipping lines of the NSM had not operated to satisfaction. In 1895 the NSM therefore finally decided to end the shipping activities. The old [[Batavier Line]] from Rotterdam to London was sold to Wm. H. Müller.{{sfn|West, van|1954|p=8}} It meant that the official name of the company: 'Nederlandsche Stoomboot Maatschappij' became rather odd. In 1895 the name was changed to NV Maatschappij voor Scheeps- en Werktuigbouw Fijenoord, which better reflected the activities of the company. It was the name under which it would merge with NV Dok en Werf Maatschappij to become Wilton-Fijenoord."
                    },
                    {
                        "endOffset": 42321,
                        "index": 26,
                        "level": 2,
                        "startOffset": 40927,
                        "title": "1914-1929",
                        "value": "[[File:Het_passagiersschip_Baloeran_in_het_Suez-kanaal,_Bestanddeelnr_191-0044.jpg|thumb|The SS Baloeran was launched by Fijenoord in 1929]]\nDuring World War I the Dutch shipyards could not be very active because the raw materials they had to import became scarce. Nevertheless, many Dutch manufacturing companies made high profits, especially in the first years of the war. This was also true for Fijenoord, which was able to amass funds that it would use to modernize the company after the war.{{sfn|West, van|1954|p=12}}\n\nThe post war years were generally good for Fijenoord. A dip was caused by a very long strike in 1921, and the 1921-1923 [[Hyperinflation in the Weimar Republic|German hyperinflation]] that put pressure on prices. After that results became better. In 1923 Fijenoord acquired a license for building [[MAN SE|MAN]] diesel engines. In 1925 a new [[overhead crane]] was installed, and in 1926 a new foundry was put in use. From 1926 onward the company became increasingly successful in engines for merchant ships.{{sfn|West, van|1954|p=14}}\n\nIn June 1917 the Celebes cruiser of the [[Java-class cruiser|Java class]] had been laid down at Fijenoord. Political developments made that this ship was cancelled, and no serious ships were ordered for the navy in the post war years. The shipyard had to do with building a number of submarines and two destroyers."
                    },
                    {
                        "endOffset": 42867,
                        "index": 27,
                        "level": 2,
                        "startOffset": 42321,
                        "title": "Merger with Wilton",
                        "value": "In 1929 talks led to an agreement for a financial merger between Fijenoord and Wilton. Shares in Fijenoord and shares in Wilton were exchanged for shares in a new united company: Dok- en Werf-Maatschappij Wilton-Fijenoord. The ratio between worth of Wilton and Fijenoord was 15.5 : 3. It was a clear indication of how Fijenoord had been outgrown by Wilton.\n\nThe slipways and other installations continued for some time at the Fijenoord location before the new company was able to concentrate all activities in Schiedam."
                    },
                    {
                        "endOffset": 45546,
                        "index": 28,
                        "level": 2,
                        "startOffset": 42867,
                        "title": "Some ships built",
                        "value": ""
                    },
                    {
                        "endOffset": 45575,
                        "index": 29,
                        "level": 2,
                        "startOffset": 45546,
                        "title": "Citations",
                        "value": "{{Reflist|2}}"
                    },
                    {
                        "endOffset": 47302,
                        "index": 30,
                        "level": 2,
                        "startOffset": 45575,
                        "title": "References",
                        "value": "* {{citation |last=Cleef, van|first=H.M.F. |year=1858 |title=Het IJzeren schip |url=https://books.google.com/books?id=-4NAAAAAcAAJ}}\n* {{citation |last=Lintsen |first=H.W. |year=1993 |title=Geschiedenis van de techniek in Nederland. De wording van een moderne samenleving 1800-1890. Deel IV |url=https://www.dbnl.org/tekst/lint011gesc04_01/}}\n* {{citation |last=Lintsen |first=H.W. |year=1994 |title=Geschiedenis van de techniek in Nederland. De wording van een moderne samenleving 1800-1890. Deel V |url=https://www.dbnl.org/tekst/lint011gesc05_01/index.php}} \n* {{citation |last=Löhnis |first=Th. P. |year=1916 |work=Tijdschrift voor economische geographie |title=De Maatschappij voor scheeps- en werktuigbouw Fijenoord te Rotterdam, voorheen de Nederlandsche Stoomboot Maatschappij |url=https://resolver.kb.nl/resolve?urn=MMKB16:002468005:00001 |pages=133-156 }}\n* {{citation |last=Nationaal Archief |year=1966 |title=INVENTARIS VAN HET ARCHIEF VAN WILTON FIJENOORD | url=https://www.nationaalarchief.nl/onderzoeken/index/nt00429/07cca7de-61b4-11e3-8e7e-00505693001d}} \n* {{citation |last=Van der Vlis |first=D. |year=1970 |work=Mededelingen van de Nederlandse vereninging voor Zeegeschiedenis |title=Het Stoomschip “Pylades”, 1826-1835 |url=https://www.zeegeschiedenis.nl/mededelingen/ |pages=17-22 }}\n* {{citation |last=West, van | first=S. |year=1954|magazine=Wilton Fijenoord Nieuws|  title=1 April 1977 Jubileumnummer | url=https://schiedam.courant.nu/issue/WF/1954-01-01/edition/0/page/1}} \n* {{citation |last=Westerman |first=M. |year=1829 |title=De Nederlandsche Hermes, Tijdschrift voor Koophandel, Zeevaart en Nijverheid (vierde jaargang n1) | url=https://books.google.com/books?id=w8vCDw1HqWIC}}"
                    },
                    {
                        "endOffset": 47751,
                        "index": 31,
                        "level": 2,
                        "startOffset": 47302,
                        "title": "External links",
                        "value": "The community archive of Schiedam has a big collection of photo's about Wilton-Fijenoord.\n\n{{Authority control}}\n\n[[Category:Maatschappij voor Scheeps- en Werktuigbouw Fijenoord]]\n[[Category:Defunct companies of the Netherlands]]\n[[Category:Shipbuilding companies of the Netherlands]]\n[[Category:Manufacturing companies based in Rotterdam]]\n[[Category:Defence companies of the Netherlands]]"
                    }
                ]
            }
        ],
        "statsMetadata": {
            "textSize": 43716
        },
        "preprocessingMetadata": [
            {
                "technologyResults": [
                    {
                        "dagobah": {
                            "debug": {
                                "cpaTaskTimeSec": 0.2,
                                "memoryUsage": 0.0,
                                "entityScoringTimeSec": 39.32,
                                "ceaTaskTimeSec": 0.6100000000000002,
                                "abnormalLookupMentions": [],
                                "ctaTaskTimeSec": 7.56,
                                "avgLookupCandidate": 163.67,
                                "subgraphConstructionTimeSec": 20.38
                            },
                            "preprocessed": {
                                "primitiveTyping": [
                                    {
                                        "typing": [
                                            {
                                                "typingLabel": "PERSON",
                                                "typingScore": 0.33
                                            },
                                            {
                                                "typingLabel": "GPE",
                                                "typingScore": 0.17
                                            },
                                            {
                                                "typingLabel": "ORG",
                                                "typingScore": 0.06
                                            }
                                        ],
                                        "columnIndex": 0
                                    },
                                    {
                                        "typing": [
                                            {
                                                "typingLabel": "UNKNOWN",
                                                "typingScore": 1.0
                                            }
                                        ],
                                        "columnIndex": 1
                                    },
                                    {
                                        "typing": [
                                            {
                                                "typingLabel": "DATE",
                                                "typingScore": 1.0
                                            }
                                        ],
                                        "columnIndex": 2
                                    },
                                    {
                                        "typing": [
                                            {
                                                "typingLabel": "DISTANCE",
                                                "typingScore": 0.67
                                            },
                                            {
                                                "typingLabel": "CARDINAL",
                                                "typingScore": 0.11
                                            }
                                        ],
                                        "columnIndex": 3
                                    },
                                    {
                                        "typing": [
                                            {
                                                "typingLabel": "DISTANCE",
                                                "typingScore": 0.56
                                            },
                                            {
                                                "typingLabel": "CARDINAL",
                                                "typingScore": 0.17
                                            }
                                        ],
                                        "columnIndex": 4
                                    },
                                    {
                                        "typing": [
                                            {
                                                "typingLabel": "DISTANCE",
                                                "typingScore": 0.56
                                            },
                                            {
                                                "typingLabel": "CARDINAL",
                                                "typingScore": 0.11
                                            }
                                        ],
                                        "columnIndex": 5
                                    },
                                    {
                                        "typing": [
                                            {
                                                "typingLabel": "QUANTITY",
                                                "typingScore": 0.39
                                            },
                                            {
                                                "typingLabel": "UNKNOWN",
                                                "typingScore": 0.22
                                            }
                                        ],
                                        "columnIndex": 6
                                    },
                                    {
                                        "typing": [
                                            {
                                                "typingLabel": "UNKNOWN",
                                                "typingScore": 0.94
                                            },
                                            {
                                                "typingLabel": "ORG",
                                                "typingScore": 0.06
                                            }
                                        ],
                                        "columnIndex": 7
                                    }
                                ],
                                "headerInfo": {
                                    "hasHeader": true,
                                    "headerScore": 0.31,
                                    "headerLabel": [
                                        "Ship",
                                        "Type",
                                        "Launched",
                                        "Length",
                                        "Beam",
                                        "Draught",
                                        "Power",
                                        "Notes"
                                    ],
                                    "headerPosition": 0
                                },
                                "primaryKeyInfo": {
                                    "primaryKeyScore": 0.0,
                                    "primaryKeyPosition": null,
                                    "hasPrimaryKey": false
                                },
                                "tableOrientation": {
                                    "orientationScore": 0.59,
                                    "orientationLabel": "HORIZONTAL"
                                }
                            },
                            "executionTimeSec": {
                                "preprocessingTime": 0.85,
                                "totalTime": 95.7,
                                "lookupTime": 22.740000000000002
                            },
                            "annotated": {
                                "CTA": [
                                    {
                                        "annotation": [
                                            {
                                                "coverage": 0.28,
                                                "score": 0.0,
                                                "label": "Dump not contain this info",
                                                "uri": "http://www.wikidata.org/entity/Q11446"
                                            },
                                            {
                                                "coverage": 0.22,
                                                "score": 0.0,
                                                "label": "Dump not contain this info",
                                                "uri": "http://www.wikidata.org/entity/Q1229765"
                                            },
                                            {
                                                "coverage": 0.22,
                                                "score": 0.0,
                                                "label": "Dump not contain this info",
                                                "uri": "http://www.wikidata.org/entity/Q16391167"
                                            }
                                        ],
                                        "column": 0
                                    },
                                    {
                                        "annotation": [
                                            {
                                                "coverage": 0.78,
                                                "score": 0.01,
                                                "label": "Dump not contain this info",
                                                "uri": "http://www.wikidata.org/entity/Q2235308"
                                            },
                                            {
                                                "coverage": 0.78,
                                                "score": 0.01,
                                                "label": "Dump not contain this info",
                                                "uri": "http://www.wikidata.org/entity/Q811701"
                                            },
                                            {
                                                "coverage": 0.78,
                                                "score": 0.01,
                                                "label": "Dump not contain this info",
                                                "uri": "http://www.wikidata.org/entity/Q16335899"
                                            }
                                        ],
                                        "column": 1
                                    },
                                    {
                                        "annotation": [
                                            {
                                                "coverage": 0.56,
                                                "score": 0.04,
                                                "label": "Dump not contain this info",
                                                "uri": "http://www.wikidata.org/entity/Q559026"
                                            },
                                            {
                                                "coverage": 0.56,
                                                "score": 0.03,
                                                "label": "Dump not contain this info",
                                                "uri": "http://www.wikidata.org/entity/Q19832479"
                                            }
                                        ],
                                        "column": 7
                                    }
                                ],
                                "tableDataRevised": [
                                    [
                                        "Ship",
                                        "Type",
                                        "Launched",
                                        "Length",
                                        "Beam",
                                        "Draught",
                                        "Power",
                                        "Notes"
                                    ],
                                    [
                                        "Maasstroom",
                                        "Screw ship",
                                        "18 September 1869",
                                        "",
                                        "",
                                        "",
                                        "",
                                        "For NSM London line"
                                    ],
                                    [
                                        "",
                                        "Monitor",
                                        "1871",
                                        "59",
                                        "13.4",
                                        "3.0",
                                        "",
                                        "Adder-class monitor"
                                    ],
                                    [
                                        "Batavier II",
                                        "Screw ship",
                                        "24 February 1872",
                                        "",
                                        "",
                                        "",
                                        "",
                                        "For NSM London line"
                                    ],
                                    [
                                        "Holland",
                                        "Screw ship",
                                        "30 March 1874",
                                        "",
                                        "",
                                        "",
                                        "",
                                        "For NSM London line"
                                    ],
                                    [
                                        "",
                                        "Monitor",
                                        "1876",
                                        "59",
                                        "13.4",
                                        "3.0",
                                        "",
                                        "Adder-class monitor"
                                    ],
                                    [
                                        "Fijenoord",
                                        "Screw ship",
                                        "20 May 1879",
                                        "62 m",
                                        "8.62",
                                        "",
                                        "120 hp",
                                        "For NSM London line, size like the Holland"
                                    ],
                                    [
                                        "Leerdam (ex-Nederland)",
                                        "Ocean Liner",
                                        "27 April 1881",
                                        "98 m",
                                        "",
                                        "",
                                        "1,260 hp",
                                        "2,700 tons, later sold to NASM.Sank 16 December 1889 after a collision at sea with"
                                    ],
                                    [
                                        "Zaandam",
                                        "Ocean Liner",
                                        "3 May 1882",
                                        "100 m",
                                        "12 m",
                                        "7.25m",
                                        "",
                                        "For NASM, capacity 2,900 tons, displacement 6,300t"
                                    ],
                                    [
                                        "Edam",
                                        "Ocean Liner",
                                        "30 August 1883",
                                        "",
                                        "",
                                        "",
                                        "",
                                        "For NASM"
                                    ],
                                    [
                                        "Didam",
                                        "Ocean Liner",
                                        "8 February 1891",
                                        "328 feet",
                                        "40 feet",
                                        "19 feet",
                                        "2,500 ihp",
                                        "Capacity 2,200 tons For NASM, sister of the Dubbeldam built by Bonn en Mees in Katendrecht"
                                    ],
                                    [
                                        "",
                                        "Armored Cruiser",
                                        "16 August 1894",
                                        "86.2 m",
                                        "14.3 m",
                                        "5.2 m",
                                        "4,700 hp",
                                        "Ship of the Evertsen class"
                                    ],
                                    [
                                        "",
                                        "Protected Cruiser",
                                        "4 November 1896",
                                        "93.3 m",
                                        "14.8 m",
                                        "5.4 m",
                                        "10,000 ihp",
                                        "Ship of the Holland class"
                                    ],
                                    [
                                        "",
                                        "Protected Cruiser",
                                        "28 September 1898",
                                        "94.8 m",
                                        "14.8 m",
                                        "5.4 m",
                                        "10,500 ihp",
                                        "Ship of the Holland class"
                                    ],
                                    [
                                        "",
                                        "Armored Cruiser",
                                        "28 September 1901",
                                        "96.6 m",
                                        "15.2 m",
                                        "5.8 m",
                                        "6,500 ihp",
                                        "Ship of the Koningin Regentes class"
                                    ],
                                    [
                                        "Vos",
                                        "Destroyer",
                                        "28 June 1913",
                                        "70.5 m",
                                        "6.6 m",
                                        "2.8 m",
                                        "8,500 hp",
                                        "Wolf-class destroyer"
                                    ],
                                    [
                                        "Panter",
                                        "Destroyer",
                                        "9 September 1913",
                                        "70.5 m",
                                        "6.6 m",
                                        "2.8 m",
                                        "8,500 hp",
                                        "Wolf-class destroyer"
                                    ],
                                    [
                                        "",
                                        "Destroyer",
                                        "28 June 1928",
                                        "98 m",
                                        "9.5 m",
                                        "3.0 m",
                                        "31,000 hp",
                                        "Admiralen-class destroyer"
                                    ],
                                    [
                                        "",
                                        "Destroyer",
                                        "11 September 1928",
                                        "98 m",
                                        "9.5 m",
                                        "3.0 m",
                                        "31,000 hp",
                                        "Admiralen-class destroyer"
                                    ]
                                ],
                                "CPA": [
                                    {
                                        "annotation": {
                                            "coverage": 0.06,
                                            "score": 0.0,
                                            "label": "(-)country of registry::instance of",
                                            "uri": "(-)http://www.wikidata.org/prop/direct/P8047::http://www.wikidata.org/prop/direct/P31"
                                        },
                                        "tailColumn": 1,
                                        "headColumn": 0
                                    },
                                    {
                                        "annotation": {
                                            "coverage": 0.33,
                                            "score": 0.03,
                                            "label": "(-)subclass of",
                                            "uri": "(-)http://www.wikidata.org/prop/direct/P279"
                                        },
                                        "tailColumn": 7,
                                        "headColumn": 1
                                    },
                                    {
                                        "annotation": {
                                            "coverage": 0.06,
                                            "score": 0.0,
                                            "label": "length",
                                            "uri": "http://www.wikidata.org/prop/direct/P2043"
                                        },
                                        "tailColumn": 3,
                                        "headColumn": 0
                                    },
                                    {
                                        "annotation": {
                                            "coverage": 0.06,
                                            "score": 0.0,
                                            "label": "beam",
                                            "uri": "http://www.wikidata.org/prop/direct/P2261"
                                        },
                                        "tailColumn": 4,
                                        "headColumn": 0
                                    }
                                ],
                                "CEA": [
                                    {
                                        "annotation": {
                                            "score": 0.01,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q19333303"
                                        },
                                        "column": 0,
                                        "row": 1
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.01,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q7393224"
                                        },
                                        "column": 0,
                                        "row": 3
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.01,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q1996814"
                                        },
                                        "column": 0,
                                        "row": 4
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.01,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q50335714"
                                        },
                                        "column": 0,
                                        "row": 6
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.0,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q55"
                                        },
                                        "column": 0,
                                        "row": 7
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.01,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q136655"
                                        },
                                        "column": 0,
                                        "row": 8
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.01,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q25393107"
                                        },
                                        "column": 0,
                                        "row": 9
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.01,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q25393280"
                                        },
                                        "column": 0,
                                        "row": 10
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.01,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q8331"
                                        },
                                        "column": 0,
                                        "row": 15
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.01,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q659549"
                                        },
                                        "column": 0,
                                        "row": 16
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.01,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q205451"
                                        },
                                        "column": 1,
                                        "row": 1
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.02,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q137823"
                                        },
                                        "column": 1,
                                        "row": 2
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.01,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q205451"
                                        },
                                        "column": 1,
                                        "row": 3
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.01,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q205451"
                                        },
                                        "column": 1,
                                        "row": 4
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.02,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q137823"
                                        },
                                        "column": 1,
                                        "row": 5
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.01,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q205451"
                                        },
                                        "column": 1,
                                        "row": 6
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.01,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q697196"
                                        },
                                        "column": 1,
                                        "row": 7
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.01,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q697196"
                                        },
                                        "column": 1,
                                        "row": 8
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.01,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q697196"
                                        },
                                        "column": 1,
                                        "row": 9
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.01,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q697196"
                                        },
                                        "column": 1,
                                        "row": 10
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.01,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q847478"
                                        },
                                        "column": 1,
                                        "row": 11
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.01,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q830335"
                                        },
                                        "column": 1,
                                        "row": 12
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.01,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q830335"
                                        },
                                        "column": 1,
                                        "row": 13
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.01,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q847478"
                                        },
                                        "column": 1,
                                        "row": 14
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.02,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q174736"
                                        },
                                        "column": 1,
                                        "row": 15
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.02,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q174736"
                                        },
                                        "column": 1,
                                        "row": 16
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.02,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q174736"
                                        },
                                        "column": 1,
                                        "row": 17
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.02,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q174736"
                                        },
                                        "column": 1,
                                        "row": 18
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q6865920"
                                        },
                                        "column": 7,
                                        "row": 1
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.08,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q25348764"
                                        },
                                        "column": 7,
                                        "row": 2
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q6865920"
                                        },
                                        "column": 7,
                                        "row": 3
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q6865920"
                                        },
                                        "column": 7,
                                        "row": 4
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.08,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q25348764"
                                        },
                                        "column": 7,
                                        "row": 5
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.05,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q3774292"
                                        },
                                        "column": 7,
                                        "row": 9
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.08,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q2133316"
                                        },
                                        "column": 7,
                                        "row": 11
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.08,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q1624733"
                                        },
                                        "column": 7,
                                        "row": 12
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.08,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q1624733"
                                        },
                                        "column": 7,
                                        "row": 13
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.08,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q2266210"
                                        },
                                        "column": 7,
                                        "row": 14
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.08,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q3249174"
                                        },
                                        "column": 7,
                                        "row": 15
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.08,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q3249174"
                                        },
                                        "column": 7,
                                        "row": 16
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.08,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q2419212"
                                        },
                                        "column": 7,
                                        "row": 17
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.08,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q2419212"
                                        },
                                        "column": 7,
                                        "row": 18
                                    }
                                ]
                            }
                        },
                        "index": 0
                    }
                ],
                "technologyExecution": {
                    "beginDate": "2024-04-03T08:44:36.312863",
                    "endDate": "2024-04-03T08:46:13.384878"
                },
                "technology": {
                    "name": "DAGOBAH Table Annotation",
                    "company": "Orange",
                    "id": "dagobah_anotation",
                    "type": "table",
                    "version": "Unknown"
                }
            }
        ]
    }
}
