{
    "id": "61419350",
    "title": "Trojan Powder Company",
    "url": [
        "https://en.wikipedia.org/?curid=61419350",
        "https://en.wikipedia.org/wiki/Trojan Powder Company"
    ],
    "tableData": [
        [
            [
                "1907",
                "Henry Jorgensen died in an explosion in the Roberts Landing factory, He was buried in the San Lorenzo, California Pioneer Cemetery."
            ],
            [
                "1910",
                "On 17 February 1910 the Trojan Powder Works at Roberts Landing, California blew up just before 11:00 a.m. Five men were killed at once and three died later at the county infirmary. There were two small, sharp explosions, then a huge explosion so powerful it broke all the windows in the San Leandro School,  away."
            ],
            [
                "1916",
                "The Penn Trojan Powder Company, at Iron Bridge, near Allentown, covered several hundred acres and held nine  sheet iron drying building. Every morning and every evening the buildings were loaded with  of wet dynamite composition. Hot air forced into the sheds would dry the composition over a period of 12 hours. On 9 December 1916 there was an explosion at the Iron Bridge plant, and three men were killed."
            ],
            [
                "1918",
                "On 14 August 1918 there was an explosion at the Trojan dryer building in the Seiple plant, South Whitehall Township, Lehigh County, Pennsylvania that killed five men. The cause was not determined."
            ],
            [
                "1922",
                "On 5 January 1922 the Oakland Tribune reported that the previous day two massive explosives had killed four employees at the Trojan Powder Works in Roberts Landing. The storehouses and dryer had been reduced to piles of splintered wood. Windows were broken in nearby houses."
            ],
            [
                "1940",
                "On 12 November 1940 three workers were killed by an explosion at the cap-packing shed in the Seiple plant. The men were working in the one-story building making detonators for blasting at the time of the explosion. The company said they did not suspect sabotage, since the work was not related to defense."
            ],
            [
                "1963",
                "On 16 March 1963 three men were killed in an explosion at the Seiple plant."
            ],
            [
                "2005",
                "In August 2005 a truck coming from the Trojan plant at Spanish Fork Canyon, Utah blew up and created a huge crater in Highway 6."
            ]
        ]
    ]
}