{
    "id": "11243429",
    "title": "Liste des épouses des princes de Grèce et de Danemark",
    "url": [
        "https://fr.wikipedia.org/?curid=11243429",
        "https://fr.wikipedia.org/wiki/Liste des épouses des princes de Grèce et de Danemark"
    ],
    "tableData": [
        [
            "Portrait",
            "Nom et titre(s)",
            "Conjoint",
            "Filiation",
            "Éléments biographiques",
            "Armoiries"
        ],
        [
            "Marie Bonaparte",
            "Marie Bonaparte.( - )Princesse Bonaparte-Princesse de Grèce et de Danemark",
            "Georges de Grèce( - )",
            "Maison BonaparteRoland Bonaparte( - )Marie-Félix Blanc( - )",
            "Issue d'un branche non-dynaste, mais fort riche, de la maison Bonaparte, Marie épouse le prince Georges en 1907. Intellectuelle brillante mais peu intéressée par son statut d'altesse royale grecque, elle passe l'essentiel de sa vie en France, avec sa famille. De 1925 à 1929, elle suit une analyse avec Sigmund Freud et se consacre ensuite à la psychanalyse. Auteure de nombreux ouvrages, dont un livre important sur la sexualité féminine (1951), elle est également connue pour sa lutte contre la peine de mort.",
            "Armoirie de la princesse Marie avant son mariage"
        ],
        [
            "Hélène Vladimirovna de Russie",
            "Hélène Vladimirovna de Russie.( - )Grande-duchesse de Russie-Princesse de Grèce et de Danemark",
            "Nicolas de Grèce( - )",
            "Maison RomanovVladimir Alexandrovitch de Russie( - )Marie de Mecklembourg-Schwerin( - )",
            "Mariée au prince Nicolas en 1902, Hélène est une femme arrogante, très attachée au respect de son rang. Orthodoxe fervente, elle consacre son temps aux activités charitables et à sa famille. Chassée de Grèce par la Première Guerre mondiale et la guerre gréco-turque, elle passe plusieurs années d'exil en Suisse et en France. Rentrée en Grèce en 1936, elle y reste pendant la Seconde Guerre mondiale et a la satisfaction d'assister à la restauration de la monarchie, en 1946.",
            "Armoiries de la grande-duchesse Hélène avant son mariage"
        ],
        [
            "Alice de Battenberg",
            "Alice de Battenberg.( - )Princesse de Battenberg-Princesse de Grèce et de Danemark",
            "André de Grèce( - )",
            "Maison de BattenbergLouis de Battenberg( - )Victoria de Hesse-Darmstadt( - )",
            "",
            "Armoiries de la princesse Alice"
        ],
        [
            "Anastasia de Grèce",
            "Nancy Stewart.Anastasia de Grèce( - )Princesse de Grèce et de Danemark",
            "Christophe de Grèce( - )",
            "Famille StewartWilliam Charles Stewart(1855-????)Mary L. Holden(1857-????)",
            "D'origine américaine, Nancy hérite d'une fortune colossale à la mort de son  époux, William Leeds (1908). Elle s'installe alors en Europe, où elle fait connaissance avec le prince Christophe. Fiancée avec lui en 1914, Nancy doit faire face à l'opposition de la famille royale, qui la regarde d'un mauvais œil. Cependant, le soutien qu'elle offre à la dynastie au moment du Schisme national lui permet d'entrer dans la famille royale en 1920. Atteinte d'un cancer, elle meurt en 1923.",
            ""
        ],
        [
            "Françoise d'Orléans",
            "Françoise d'Orléans.( - )Princesse d'Orléans-Princesse de Grèce et de Danemark",
            "Christophe de Grèce( - )",
            "Maison d'OrléansJean d'Orléans( - )Isabelle d'Orléans( - )",
            "Fille d'un prétendant orléaniste au trône de France, Françoise reste longtemps célibataire et ce n'est qu'en 1929 qu'elle épouse le prince Christophe. La Grèce étant alors une république, le couple établit sa résidence à Rome, où il réside jusqu'à la veille de la guerre italo-grecque. Devenue veuve en 1940, Françoise se réfugie au Maroc, puis en Espagne et en France, où elle meurt en 1953.",
            "Armoiries de la princesse Françoise avant son mariage."
        ]
    ]
}