{
    "id": "55551",
    "title": "George Sand",
    "url": [
        "https://fr.wikipedia.org/?curid=55551",
        "https://fr.wikipedia.org/wiki/George Sand"
    ],
    "tableData": [
        [
            "Institution",
            "Lien internet",
            "Description"
        ],
        [
            "Ministère de la Culture",
            "",
            "L'histoire de George Sand avec sa famille, son entourage, les amours, les lieux, l'écrivain, l'artiste romantique, les combats, les théâtres, la musique."
        ],
        [
            "Ministère de la Culture",
            "",
            "Documents, images, photographies, en provenance de plusieurs sites tant du ministère de la culture que de bases partenaires."
        ],
        [
            "Bibliothèque nationale de France",
            "",
            "Data.bnf.fr est le catalogue numérique de la Bibliothèque nationale de France. Il regroupe les œuvres et les thèmes d'un auteur et permet d'accéder à une sélection de références bibliographiques et de liens à des documents."
        ],
        [
            "Bibliothèque nationale de France",
            "",
            "Cette bibliographie recense  documents sur George Sand en tant que : auteur, préfacier, compositeur, dessinateur…Parmi ces ouvrages en ligne, figurent les correspondances et biographies."
        ],
        [
            "Bibliothèque nationale de France",
            "",
            "Base de données George Sand : romans, œuvres, biographies, journal intime de George Sand…À consulter sur le site de la bibliothèque numérique Gallica."
        ],
        [
            "Calames",
            "",
            "Catalogue en ligne des archives et des manuscrits de l'enseignement supérieur sur George Sand."
        ],
        [
            "Centre des monuments nationaux",
            "",
            "Visite de la maison de George Sand grâce au site photographique Regards, des monuments nationaux.Possibilité de recherches à travers plusieurs thèmes concernant George Sand."
        ],
        [
            "Internet Archive",
            "",
            "Bibliothèque numérique d'Internet Archive digital library à l'Université de Toronto, se rapportant aux ouvrages de George Sand et aux différentes biographies qui lui sont consacrées."
        ],
        [
            "Open Library",
            "",
            "Open Library est un projet de l'Internet Archive et a pour mission de répertorier tous les ouvrages publiés dans une base de données."
        ],
        [
            "Bibliothèque Électronique du Québec",
            "",
            "Bibliothèque numérique des œuvres de George Sand : romans, contes, récits, nouvelles, pièces de théâtre et textes autobiographiques."
        ],
        [
            "Projet Gutenberg",
            "",
            "Le projet Gutenberg offre une collection d'ouvrages de George Sand et de biographies consacrées à la romancière, à télécharger."
        ],
        [
            "Réunion des musées nationaux",
            "",
            "Un album photographique et d'images, dédié à George Sand à partir d'une sélection de thèmes, de parcours, pour découvrir la romancière."
        ],
        [
            "Portail Joconde",
            "",
            "Le musée George Sand à La Châtre, reverse une partie de ses collections sur la base nationale des musées de France, Joconde."
        ],
        [
            "Musée de La Châtre",
            "",
            "Collections du musée de La Châtre. George Sand à travers son œuvre, ses souvenirs, des éditions originales, lettres autographes, manuscrits, photographies, portraits."
        ],
        [
            "Portail Persée",
            "",
            "Index des recherches, publications, comptes-rendus, articles, concernant George Sand sur le site de Persée.Portail en libre accès de revues scientifiques."
        ],
        [
            "Assemblée nationale",
            "",
            "Chronologie de l'écrivain avec les repères biographiques."
        ],
        [
            "Assemblée nationale",
            "",
            "Document pdf, publié lors du bicentenaire de la naissance de George Sand."
        ],
        [
            "Sénat",
            "",
            "Colloque sur le thème des « femmes et pouvoirs » au cours du .Conférencière : Martine Reid, professeur(e) de langue et littérature françaises."
        ],
        [
            "Institut national d'histoire de l'art",
            "",
            "lettres autographes, signées par Eugène Delacroix et adressées à George Sand de 1837 à 1863, précédées d'une lettre d'Aurore Lauth-Sand authentifiant la correspondance."
        ]
    ]
}