{
    "id": "71863",
    "title": "Liste des reines et impératrices de France",
    "url": [
        "https://fr.wikipedia.org/?curid=71863",
        "https://fr.wikipedia.org/wiki/Liste des reines et impératrices de France"
    ],
    "tableData": [
        [
            "Rang",
            "Vue d'artiste",
            "Nom",
            "Règne",
            "Titres",
            "Notes",
            "Épouse de"
        ],
        [
            "1",
            "Basine et Childéric",
            "Basine de Thuringe ou Basina(v. 430 – v.481)",
            "vers 465 - 481",
            "Reine des Francs saliens",
            "Première reine des Francs saliens connue. Mère de Clovis I.",
            "Childéric I"
        ],
        [
            "2",
            "Sainte Clotilde",
            "Clotilde de Burgondie  Sainte Clotilde(465 – 544)  morte à 79 ans environ",
            "vers 493 - 511",
            "Reine des FrancsReine Mère (511-544)",
            "Princesse burgonde, devenue reine des Francs en épousant Clovis, qu'elle contribue à convertir au christianisme. Elle a été canonisée ; l'Église orthodoxe la fête le  (dies natalis) et l'Église catholique romaine le .",
            "Clovis I"
        ],
        [
            "3",
            "127x127px",
            "Ultrogothe(v.510– v.567)  morte à 57 ans environ",
            "vers 541 - 558",
            "Reine des Francs de ParisReine d'OrléansReine de Burgondie",
            "Ultrogothe, morte après 566/567, est une reine des Francs d'origine wisigothique.",
            "Childebert I"
        ],
        [
            "4",
            "80px",
            "Ingonde(v.499– v.546)  morte à 47 ans environ",
            "vers 532 - vers 546",
            "Reine des Francs de SoissonsReine de BurgondieReine d'Orléans",
            "Grégoire de Tours raconte qu'Ingonde ayant demandé à Clotaire de trouver un mari digne de la haute lignée de sa sœur Arnegonde, le roi ne trouva meilleur prétendant que lui-même et décida d'épouser sa propre belle-sœur. Cette situation qui dura plusieurs années a contribué à affaiblir moralement Ingonde qui meurt vers 546. Mère de Caribert I, Gontran et Sigebert I.",
            "Clotaire I"
        ],
        [
            "5",
            "80px",
            "Chunsine(v.520–v.570?)  morte probablement à 50 ans environ",
            "vers 546 - 561",
            "Reine des FrancsReine de SoissonsReine d'OrléansReine de BurgondieReine de Metz",
            "Mère du duc d'Aquitaine, Chramn.",
            "Clotaire I"
        ],
        [
            "-",
            "80px",
            "Gondioque(v.495–532)  morte à 37 ans environ",
            "vers 524 - 532",
            "Reine des Francs de SoissonsReine de BurgondieReine d'Orléans",
            "Cette reine est citée seulement par les Dix Livres d'Histoire de Grégoire de Tours (livre IV), qui indique qu'à la mort de Clodomir en 524, son frère Clotaire  s'empare de son royaume et épouse sa veuve afin de légitimer son accession au trône. Ce mariage précède de peu la mise à mort des enfants royaux, que Clotaire et Childebert assassinent à une date incertaine, comprise entre 524 et 531 (seul Clodoald en réchappe).",
            "* Clodomir d'Orléans\n* Clotaire I  (troisième épouse)"
        ],
        [
            "6",
            "50px",
            "Arégonde(515–573)  morte à 58 ans",
            "vers 535 - 561",
            "Reine des FrancsReine de SoissonsReine d'OrléansReine de BurgondieReine de MetzReine Mère (561-573)",
            "Elle est la sœur aînée d'Ingonde, également épouse du roi Clotaire . Mère de Chilpéric .",
            "Clotaire"
        ],
        [
            "7",
            "80px",
            "Radegonde de Poitiers  Sainte Radegonde(v.519–587)  morte à 68 ans environ",
            "vers 539 - 561",
            "Reine des FrancsReine de SoissonsReine d'OrléansReine de BurgondieReine de Metz",
            "Princesse thuringienne, devenue reine des Francs en épousant Clotaire , fils de Clovis. Fondatrice de l'abbaye Sainte-Croix de Poitiers, elle a été canonisée (fête le ).",
            "Clotaire"
        ],
        [
            "8",
            "80px",
            "Vuldetrade de Lombardie(v.520–v.570?)  morte probablement à 50 ans environ",
            "555",
            "Reine des FrancsReine de SoissonsReine d'OrléansReine de BurgondieReine de Metz",
            "Vuldetrade est une princesse lombarde, Clotaire  la répudie et la donne en mariage au duc des bavarois Garibald.",
            "* Thibaut\n* Clotaire I\n* Garibald Ier de Bavière"
        ],
        [
            "9",
            "80px",
            "Ingeberge(v.519–589)  morte à 70 ans environ",
            "561 - 565",
            "Reine des Francs de Paris",
            "Ingoberga est citée dans l'œuvre de Grégoire de Tours qui la prétend ulcérée par le comportement volage de son époux. Elle aurait provoqué un scandale au palais en humiliant le père des deux concubines de Caribert (Merofledis et Marcowefa), un simple cardeur de laine. Mère de Berthe de France, reine de Kent.",
            "Caribert I"
        ],
        [
            "10",
            "80px",
            "Méroflède(v.520–v.567?)  morte à probablement 47 ans environ",
            "565 - vers 567",
            "Reine des Francs de Paris",
            "Concubine puis épouse.",
            "Caribert I"
        ],
        [
            "11",
            "80px",
            "Théodechilde(v.520–v.567?)  morte à probablement 47 ans environ",
            "565 - vers 567",
            "Reine des Francs de Paris",
            "Concubine puis épouse.",
            "Caribert I"
        ],
        [
            "-",
            "80px",
            "Marcowefa(v.520–567)  morte à probablement 47 ans environ",
            "567",
            "",
            "Concubine ?",
            "Caribert I"
        ],
        [
            "12",
            "80px",
            "Brunehaut\n(v.547-613)\n\nmorte à 66 ans environ",
            "566-575",
            "Reine des Francs  d'Austrasie\nReine Mère et Régente (575-613)",
            "Avec la reine Frédégonde, elle est un des protagonistes essentiels de la longue période de guerres entre rois francs, commencée en 570 et achevée en 613 par la victoire du fils de Frédégonde, Clotaire II.",
            "Sigebert I"
        ],
        [
            "13",
            "Audovère répudiée",
            "Audovère(v.540–580)  morte à 40 ans environ",
            "567 - 580",
            "Reine des Francs de ParisReine de Soissons",
            "Grégoire de Tours cite Audovera en tant que première épouse officielle de Chilpéric .",
            "Chilpéric I"
        ],
        [
            "14",
            "80px",
            "Galswinthe(v.545–v.568) morte à 23 ans environ",
            "564 - 568",
            "Reine des Francs de SoissonsReine de Paris",
            "Tuée sur ordre de son mari.",
            "Chilpéric I"
        ],
        [
            "15",
            "Chilpéric & Frédégonde",
            "Frédégonde(v.545-597)  morte à 52 ans environ",
            "568 - 584",
            "Reine des Francs de NeustrieReine Mère et Régente (584-597)",
            "Avec la reine Brunehaut, elle est un des protagonistes essentiels de la longue période de guerres entre rois francs, commencée en 570 et achevée en 613 par la victoire de son fils Clotaire II.",
            "Chilpéric I"
        ],
        [
            "16",
            "80px",
            "Haldetrude(v.580–v.602)  morte à 22 ans environ",
            "598 - 602",
            "Reine de Neustrie",
            "On ne sait que peu de choses sur cette reine. Mère d'Emma de France, reine de Kent.",
            "Clotaire II"
        ],
        [
            "17",
            "70px",
            "Bertrude(v.580–v.619)  morte à 22 ans environ",
            "vers 602 - 618",
            "Reine de NeustrieReine des Francs",
            "Bien que ses origines soient inconnues, on sait que le puissant maire du Palais Erchinoald était cousin du jeune roi Dagobert  par sa mère, ce qui ferait de Bertrude une sœur de sainte Gerberge et une fille des nobles Richomer et sainte Gertrude.Mère de Dagobert I.",
            "Clotaire II"
        ],
        [
            "18",
            "80px",
            "Sichilde(v.590–ap.627)  morte probablement vers 37 ans",
            "vers 618 - 629",
            "Reine des Francs",
            "On rapporte qu'en la quarante troisième année du règne de Clotaire II (626-627), elle fut soupçonnée d'avoir une liaison avec un nommé Boson, fils d'Audolène, du pays d'Étampes, lequel fut pour cette cause tué par le duc d'Arnebert sur ordre de Clotaire. Mère de Caribert II d'Aquitaine.",
            "Clotaire II"
        ],
        [
            "19",
            "70px",
            "Gomatrude(v.598–ap.630)  morte au moins probablement à 32 ans environ",
            "629",
            "Reine de Neustrie",
            "Sœur cadette de Sichilde, elle est répudiée en 629.",
            "Dagobert I"
        ],
        [
            "20",
            "80px",
            "Nantilde(v.610–642)  morte à 32 ans environ",
            "633 - 639",
            "Reine des FrancsReine Mère (639-642)",
            "C'était une concubine que Dagobert  épouse en 633. Dès 634, elle donne naissance à Clovis II.",
            "Dagobert I"
        ],
        [
            "21",
            "80px",
            "Wulfégonde(v.610–?)",
            "vers 633 - 639",
            "Reine des Francs",
            "Elle a été peut-être la sœur du maire du palais Wulfoald et parente du maire Grimoald.",
            "Dagobert I"
        ],
        [
            "22",
            "80px",
            "Berchilde",
            "",
            "Reine des Francs",
            "",
            "Dagobert I"
        ],
        [
            "23",
            "80px",
            "Chimnechilde",
            "",
            "Reine d'Austrasie",
            "Peut-être s'agit-il de la reine des Francs mentionnée par la Chronicon Ebersheimense comme la sœur de Berswinde, femme du duc Etichon-Adalric d'Alsace et nièce de saint Léger, évêque d'AutunMère de Dagobert II.",
            "Sigebert III"
        ],
        [
            "24",
            "80px",
            "Bathilde  Sainte Bathilde(v.626–)  morte à 54 ans environ",
            "649 - 657",
            "Reine de NeustrieReine de BurgondieReine Mère (657-680)",
            "Aurait été réduite en esclavage par un roi anglo-saxon, ou par des pirates danois selon certaines sources. En 642, Erchinoald (ou Archambaut en français moderne), maire du palais, l'achète à York et l'amène dans le royaume franc.",
            "Clovis II"
        ],
        [
            "25",
            "80px",
            "Bilichilde (v.654-675)  morte à 21 ans environ",
            "673 - 675",
            "Reine d'AustrasieReine des Francs",
            "Bilichilde fut assassinée avec son mari en 675, lors d'une embuscade en forêt de Lognes (ou Livry) organisée par le parti pro-neustrien du leude Bodilon. La Chronique du Pseudo-Frédégaire précise que la reine était alors enceinte, tandis qu'une source hagiographique ajoute que le couple royal fut assassiné avec son fils Dagobert.",
            "Childéric II"
        ],
        [
            "26",
            "80px",
            "Clotilde ou Doda (v.660-692)  morte à 32 ans environ",
            "vers 678 - 691",
            "Reine de NeustrieReine des FrancsReine Mère et Régente (691-692)",
            "Clotilde Doda survit à Théodoric et devient régente du royaume au nom de son fils Clovis jusqu'à la date du , qui est considérée comme celle de son décès.",
            "Thierry III"
        ]
    ]
}