{
    "id": "3952472",
    "title": "Liste des conjoints des souverains espagnols",
    "url": [
        "https://fr.wikipedia.org/?curid=3952472",
        "https://fr.wikipedia.org/wiki/Liste des conjoints des souverains espagnols"
    ],
    "tableData": [
        [
            "Rang",
            "Portrait",
            "Nom",
            "Règne",
            "Conjoint",
            "Notes",
            "Armoiries"
        ],
        [
            "1",
            "Isabelle de Portugal",
            "Isabelle de Portugal (, Lisbonne - , Tolède) morte à 35 ans",
            "1526 – 1539",
            "Charles I",
            "Infante de Portugal, de la dynastie d'Aviz, elle est la fille de Manuel  de Portugal et de Marie d'Aragon. Par son mariage en 1526 avec Charles Quint, qui est par ailleurs son cousin germain, elle devient impératrice du Saint-Empire romain germanique et reine d'Espagne.",
            "90px"
        ],
        [
            "2",
            "Marie I d'Angleterre",
            "Marie  d'Angleterre \nla Sanglante(, Greenwich - , Londres) morte à 42 ans",
            "1556 – 1558",
            "Philippe II",
            "Fille aînée de Henri VIII d'Angleterre et de sa première femme, Catherine d'Aragon. Couronnée reine d'Angleterre et d'Irlande de plein droit, elle est aussi reine d'Espagne par son mariage avec le roi Philippe II.",
            "120px"
        ],
        [
            "3",
            "Élisabeth de France",
            "Élisabeth de France (, Fontainebleau - , Madrid) morte à 23 ans",
            "1559 – 1568",
            "Philippe II",
            "Élisabeth est la fille d'Henri II de France et de Catherine de Médicis et la troisième épouse de Philippe II d'Espagne.",
            "120px"
        ],
        [
            "4",
            "Anne d'Autriche",
            "Anne d'Autriche (, Cigales - , Badajoz) morte à 30 ans",
            "1570 – 1580",
            "Philippe II",
            "Fille de Maximilien II du Saint-Empire, et de Marie d'Autriche. Sa sœur ainée Élisabeth d'Autriche est l'épouse du roi Charles IX de France.",
            "120px"
        ],
        [
            "5",
            "Marguerite d'Autriche-Styrie",
            "Marguerite d'Autriche-Styrie(, Graz - , San Lorenzo de El Escorial) morte à 26 ans",
            "1598 – 1611",
            "Philippe III",
            "Fille de l'archiduc Charles II d'Autriche-Styrie et de Marie-Anne de Bavière, elle est reine d'Espagne par son mariage avec le roi Philippe III.",
            "120px"
        ],
        [
            "6",
            "Élisabeth de France",
            "Élisabeth de France(, Fontainebleau - , Madrid) morte à 41 ans",
            "1621 – 1644",
            "Philippe IV",
            "Fille de Henri IV et de Marie de Médicis. Objet vivant d'une alliance avec l'Espagne, non souhaitée par son père mais désirée par sa mère, les Concini et le parti dévot français, elle est « échangée » contre Anne d'Autriche qui quitte son Espagne natale pour épouser Louis XIII, le frère d'Élisabeth.",
            "120px"
        ],
        [
            "7",
            "Marie-Anne d'Autriche",
            "Marie-Anne d'AutricheRégente (, Vienne - , Madrid) morte à 61 ans",
            "1649 – 1665",
            "Philippe IV",
            "Fille aînée de Ferdinand III du Saint-Empire et de Marie-Anne d'Autriche, infante d'Espagne, elle est la sœur de l'empereur Léopold  du saint-Empire. Elle est régente de 1665 à 1675.",
            "120px"
        ],
        [
            "8",
            "Marie Louise d'Orléans",
            "Marie-Louise d'Orléans(, Paris - , Madrid) morte à 26 ans",
            "1679 – 1689",
            "Charles II",
            "Elle est la fille de Philippe d'Orléans et de sa première épouse Henriette d'Angleterre et la petite-fille des rois Louis XIII de France par son père et Charles  d'Angleterre par sa mère.",
            "120px"
        ],
        [
            "9",
            "Marie-Anne de Neubourg",
            "Marie-Anne de Neubourg(, Düsseldorf - , Guadalajara) morte à 72 ans",
            "1690 – 1700",
            "Charles II",
            "Marie-Anne est le douzième enfant de l'électeur palatin du Rhin, Philippe-Guillaume de Neubourg, et de son épouse Élisabeth-Amélie de Hesse-Darmstadt.",
            "120px"
        ]
    ]
}