{
    "_index": "corpus_doc_business100_en",
    "_id": "3273312",
    "_source": {
        "identificationMetadata": {
            "id": "3273312",
            "title": "Stockholms Enskilda Bank",
            "url": [
                "https://en.wikipedia.org/?curid=3273312",
                "https://en.wikipedia.org/wiki/Stockholms Enskilda Bank"
            ],
            "version": 1116928158,
            "versionDate": "2022-10-19T02:08:46Z",
            "hash": "7eadb6e67bfd973797c6face4e854702",
            "wikidata": "Q10680526"
        },
        "descriptionMetadata": {
            "categories": [
                "Webarchive template wayback links",
                "Use dmy dates from March 2020",
                "All articles with unsourced statements",
                "Articles with unsourced statements from April 2009",
                "Articles with unsourced statements from June 2016",
                "Commons category link from Wikidata",
                "Articles with ISNI identifiers",
                "Articles with VIAF identifiers",
                "Banks of Sweden",
                "Companies related to the Wallenberg family",
                "Banks disestablished in 1972",
                "Banks established in 1856",
                "1972 disestablishments in Sweden",
                "Swedish companies established in 1856"
            ],
            "language": "en",
            "source": "wikipedia"
        },
        "contentMetadata": {
            "format": "wikitext",
            "content": "{{Use dmy dates|date=March 2020}}\n{{Infobox company |\n name = Stockholms Enskilda Bank |\n logo = |\n type = Public [[Aktiebolag]] |\n foundation = 1856|\n defunct = 1972 |\n fate = Merged |\n successor = [[SEB Group]]|\n location = [[Stockholm]], [[Sweden]] |\n owner = [[Wallenberg family]] |\n num_employees = |\n industry = [[Finance]] |\n products = retail banking, mortgage banking, business finance and merchant processing services |\n revenue = |\n homepage = |\n}}\n\n[[Image:AOWallenberg.jpg|140px|thumb|André Oscar Wallenberg (1816–86)]]\n\n'''Stockholms Enskilda Bank''', sometimes called '''Enskilda banken''' or '''SEB''', was a [[Sweden|Swedish]] bank, founded in 1856 by [[André Oscar Wallenberg]] as Stockholm's first private [[bank]]. In 1857, Stockholms Enskilda Bank began to employ women, claiming to be the first bank to do.<ref>This is evaluated in a number of academic works, see ''e.g.'' Ulf Olsson (1997), as well as Annual reports of the bank. On the internet see: [http://wallenberg.org/arkiv/history/3_2_4.htm The Wallenberg Foundation on employment reform in 1857] {{webarchive|url=https://web.archive.org/web/20060107151047/http://wallenberg.org/arkiv/history/3_2_4.htm |date=7 January 2006 }}.</ref>\n\nStockholms Enskilda Bank was managed by the [[Wallenberg family]] who, thanks to the bank, built a unique position in Swedish business. During [[World War II]], the Wallenberg bank was accused of collaborating with [[Nazi Germany]], putting the bank on blockade by the U.S. Government.{{Citation needed|date=April 2009}} In 1972, the bank merged with [[Skandinaviska Banken]] to become [[Skandinaviska Enskilda Banken]].<ref>Since 1997, ''SEB'' is the official trademark of [[Skandinaviska Enskilda Banken]]</ref>\n\n==History==\n[[Image:SEB10kr1876.jpg|thumb|left|Like many other private banks, Stockholms Enskilda Bank had the right to issue banknotes. The right was withdrawn on 15 July 1902. Pictured is a 10 krona banknote from 1876]]\n<!-- Unsourced image removed: [[Image:AlidaRossander2.jpg|140px|thumb|right|Stockholms Enskilda Bank is claimed to have been the first bank in the world to employ women. Alida Rossander was employed by the bank on 5 July 1864. Picture from 1866]] -->\n\nFrom the beginning, Stockholms Enskilda Bank mainly issued credit to industry, and soon banker's drafts were introduced to simplify the conveyance of payments. Towards the end of the 19th century, Stockholms Enskilda Bank played an active role in industrial construction, both as a lender and as an initiator. The bank took over or participated in bond loans of over SEK 80 million to the state, municipalities, industry and railways.\n\nIn some areas the bank became a pioneer of the 19th century. In 1857, Stockholms Enskilda Bank claimed to be the first bank in the world to employ women {{Citation needed|date=April 2009}} and in 1892, pensions schemes were proposed for the bank's staff.{{Citation needed|date=April 2009}}\n\nIn 1912 Stockholms Enskilda Bank was one of the founding owners of the [[British Bank of Northern Commerce]], which specialized in fostering trade between the United Kingdom and northern Europe. In 1920 the British Bank merged with C.J. Hamros & Son to form [[Hambros Bank]], with the Stockholms Enskilda taking shares in Hambros.\n\n===International recession===\nIn the end of the 1920s, the international [[recession]] spread over Europe, and things came to a head when [[Ivar Kreuger]] died in [[Paris]] in March 1932. [[Jacob Wallenberg (1892–1980)|Jacob Wallenberg]] was a member of the international Kreuger Committee, which was to look after the bondholders' interests.\n\n===Second World War===\nBefore and during the Second World War the Swedish government called upon the bank's management for trade negotiations with [[Germany]], [[United Kingdom]], the [[United States]] and [[Finland]].\n\nDuring the war, in 1939–1941, Stockholms Enskilda Bank acquired a number of subsidiaries within the German [[Robert Bosch GmbH|Bosch]] group. The acquisitions were made under the condition of Bosch being able to buy the property back after the war. A similar acquisition was made regarding the American Bosch Corporation. The [[Franklin D. Roosevelt|U.S. Government]] considered the acquisitions illegal and the American Bosch Corporation as enemy property, and subsequently confiscated it in 1943. In August 1945, the bank and the Wallenberg brothers were further accused for collaborating with the Nazis, making the [[Harry S. Truman|U.S. Government]] impose a [[blockade]] on Stockholms Enskilda Bank. The blockade was lifted in 1947.\n\n===Post war period===\nAfter the War, in 1946, the first [[Collective bargaining|collective agreement]] for commercial bank employees was concluded, and in 1949 staff-management committees with representatives for management and employees were introduced. In 1953, Stockholms Enskilda Bank began using \"bank buses\" as ambulating branch branches, and the bank was modernized, including the introduction of [[Punched card|punched card machines]]. Payment by wage cheque was introduced in 1956 and the bank began to cash other bank's cheques.\n\nDuring the 1960s Stockholms Enskilda Bank became the bank for the industry to a greater extent. Loans to industry constituted half of the total loans of SEK 2,000 million. New branch offices were opened as part of the battle for domestic deposits. By the end of the 1960s the number of branches was 52.\n\n===Merger with Skandinaviska Banken===\nOn 1 January 1972, [[Skandinaviska Banken]] and Stockholms Enskilda Bank merged to form [[Skandinaviska Enskilda Banken]], with the aim of creating a bank which could meet the competition from the major international banks. The new bank had 6,730 employees, 393 branches, a well-established customer base and good relationships with many of Sweden's biggest companies.\n\nHowever, the main reason for the merger was the socialistic economical politics that the, at the time, very left-orientated socialdemocratic party forced on banks and private companies. Only a certain level of profit was allowed, and when Stockholms Enskilda Bank tried to expand, this action was forced back by the Swedish government. Thus the merge with Skandinaviska Banken which created room for an expanding the bank.{{citation needed|date=June 2016}}\n\nAt the time of the merger, Skandinaviska Banken was about three times bigger than Stockholms Enskilda Bank and the Wallenberg family was notably divided whether the merger should take place. The plan had originally been initiated by chairman [[Wallenberg family|Marcus Wallenberg (junior)]] whereas the former chairman of the bank, [[Jacob Wallenberg (1892–1980)|Jacob Wallenberg]] was a vocal opponent of the merger. This created some anxiety among the bank staff, and in November 1971, the CEO, [[Marc Wallenberg]] – who was one of the top negotiators of the merger – committed [[suicide]], leaving the Wallenberg family without a natural successor in the banking business.\n\n==Chairmen of the board==\n{| class=\"wikitable\" style=\"width:300px;\"\n|-\n!Year!!Chairmen of the board of SEB\n|-\n|1856–1864 || L J Lovén\n|-\n|1864–1871 || V Cramér\n|-\n|1871–1874 || W Vretman\n|-\n|1875–1881 || H Hamilton\n|-\n|1881–1898 || F Wretman\n|-\n|1898–1911 || Otto Printzsköld\n|-\n|1911–1914 || [[Knut Agathon Wallenberg]]\n|-\n|1914–1917 || Otto Printzsköld<ref>Knut Agathon Wallenberg served as the Swedish Minister for Foreign Affairs in 1914–1917.</ref>\n|-\n|1917–1938 || Knut Agathon Wallenberg\n|-\n|1938–1943 || [[Marcus Wallenberg Sr.]]\n|-\n|1944–1946 || Johannes Hellner\n|-\n|1946–1950 || R Ljunglöf\n|-\n|1950–1969 || [[Jacob Wallenberg (1892–1980)|Jacob Wallenberg]]\n|-\n|1969–1971 || [[Marcus Wallenberg Jr.]]\n|}\n\n==Chief executives==\n{| class=\"wikitable\" style=\"width:300px;\"\n|-\n!Year!!Chief executives of SEB\n|-\n|1856–1886 || [[André Oscar Wallenberg]]\n|-\n|1886–1911 || [[Knut Agathon Wallenberg]]\n|-\n|1911–1920 || [[Marcus Wallenberg Sr.]]\n|-\n|1920–1927 || Joseph Nachmanson\n|-\n|1927–1946 || [[Jacob Wallenberg (1892–1980)|Jacob Wallenberg]]\n|-\n|1946–1958 || [[Marcus Wallenberg Jr.]]\n|-\n|1958–1971 || [[Marc Wallenberg]]\n|-\n|1971 || Hans Munck af Rosenschöld\n|}\n\n===Key people===\n<gallery>\nImage:KnutWallenberg.jpg|{{center|[[Knut Agathon Wallenberg]]<br>(1853–1938)}}\nImage:Jacob Wallenberg (1892-1980).jpg|{{center|[[Jacob Wallenberg (1892–1980)|Jacob Wallenberg]]<br>(1892–1980)}}\nImage:MarcWallenberg-jr.jpg|{{center|[[Marc Wallenberg]]<br>(1924–71)}}\n</gallery>\n\n==References==\n{{Refbegin}}\n* Ragnhild Lundström, ''Bank, industri, utlandsaffärer : Stockholms enskilda bank 1910–1924'', Institutet för ekonomisk historisk forskning vid Handelshögsk. (EHF), Stockholm : Norstedt, 1999. {{ISBN|91-88595-37-4}}.\n* Ulf Olsson, ''I utvecklingens centrum : Skandinaviska enskilda banken och dess föregångare 1856–1996'',Stockholm : Skandinaviska enskilda banken, 1997. {{ISBN|91-85592-25-0}}\n* Ulf Olsson, ''Stockholms Enskilda Bank and the Bosch group, 1939–1950'', Stockholm : Stift. för ekonomisk historisk forskning inom bank och företagande (Foundation for Economic History Research within Banking and Enterprise), 1998.\n* ''Stockholms enskilda bank, German Bosch and IG Farben : a short history of cloaking'', by Gerald Aalders and Cees Wiebes, published in ''The Scandinavian economic history review''. Jyväskylä, 1953, ISSN 0358-5522\n{{Refend}}\n{{Reflist}}\n\n==External links==\n*{{Commons category-inline}}\n\n{{Authority control}}\n\n[[Category:Banks of Sweden]]\n[[Category:Companies related to the Wallenberg family]]\n[[Category:Banks disestablished in 1972]]\n[[Category:Banks established in 1856]]\n[[Category:1972 disestablishments in Sweden]]\n[[Category:Swedish companies established in 1856]]",
            "text": "Stockholms Enskilda Bank, sometimes called Enskilda banken or SEB, was a Swedish bank, founded in 1856 by André Oscar Wallenberg as Stockholm's first private bank. In 1857, Stockholms Enskilda Bank began to employ women, claiming to be the first bank to do. Stockholms Enskilda Bank was managed by the Wallenberg family who, thanks to the bank, built a unique position in Swedish business. During World War II, the Wallenberg bank was accused of collaborating with Nazi Germany, putting the bank on blockade by the U.S. Government.[citation needed] In 1972, the bank merged with Skandinaviska Banken to become Skandinaviska Enskilda Banken. From the beginning, Stockholms Enskilda Bank mainly issued credit to industry, and soon banker's drafts were introduced to simplify the conveyance of payments. Towards the end of the 19th century, Stockholms Enskilda Bank played an active role in industrial construction, both as a lender and as an initiator. The bank took over or participated in bond loans of over SEK 80 million to the state, municipalities, industry and railways. In some areas the bank became a pioneer of the 19th century. In 1857, Stockholms Enskilda Bank claimed to be the first bank in the world to employ women[citation needed] and in 1892, pensions schemes were proposed for the bank's staff.[citation needed] In 1912 Stockholms Enskilda Bank was one of the founding owners of the British Bank of Northern Commerce, which specialized in fostering trade between the United Kingdom and northern Europe. In 1920 the British Bank merged with C.J. Hamros & Son to form Hambros Bank, with the Stockholms Enskilda taking shares in Hambros. In the end of the 1920s, the international recession spread over Europe, and things came to a head when Ivar Kreuger died in Paris in March 1932. Jacob Wallenberg was a member of the international Kreuger Committee, which was to look after the bondholders' interests. Before and during the Second World War the Swedish government called upon the bank's management for trade negotiations with Germany, United Kingdom, the United States and Finland. During the war, in 1939–1941, Stockholms Enskilda Bank acquired a number of subsidiaries within the German Bosch group. The acquisitions were made under the condition of Bosch being able to buy the property back after the war. A similar acquisition was made regarding the American Bosch Corporation. The U.S. Government considered the acquisitions illegal and the American Bosch Corporation as enemy property, and subsequently confiscated it in 1943. In August 1945, the bank and the Wallenberg brothers were further accused for collaborating with the Nazis, making the U.S. Government impose a blockade on Stockholms Enskilda Bank. The blockade was lifted in 1947. After the War, in 1946, the first collective agreement for commercial bank employees was concluded, and in 1949 staff-management committees with representatives for management and employees were introduced. In 1953, Stockholms Enskilda Bank began using \"bank buses\" as ambulating branch branches, and the bank was modernized, including the introduction of punched card machines. Payment by wage cheque was introduced in 1956 and the bank began to cash other bank's cheques. During the 1960s Stockholms Enskilda Bank became the bank for the industry to a greater extent. Loans to industry constituted half of the total loans of SEK 2,000 million. New branch offices were opened as part of the battle for domestic deposits. By the end of the 1960s the number of branches was 52. On 1 January 1972, Skandinaviska Banken and Stockholms Enskilda Bank merged to form Skandinaviska Enskilda Banken, with the aim of creating a bank which could meet the competition from the major international banks. The new bank had 6,730 employees, 393 branches, a well-established customer base and good relationships with many of Sweden's biggest companies. However, the main reason for the merger was the socialistic economical politics that the, at the time, very left-orientated socialdemocratic party forced on banks and private companies. Only a certain level of profit was allowed, and when Stockholms Enskilda Bank tried to expand, this action was forced back by the Swedish government. Thus the merge with Skandinaviska Banken which created room for an expanding the bank.[citation needed] At the time of the merger, Skandinaviska Banken was about three times bigger than Stockholms Enskilda Bank and the Wallenberg family was notably divided whether the merger should take place. The plan had originally been initiated by chairman Marcus Wallenberg (junior) whereas the former chairman of the bank, Jacob Wallenberg was a vocal opponent of the merger. This created some anxiety among the bank staff, and in November 1971, the CEO, Marc Wallenberg – who was one of the top negotiators of the merger – committed suicide, leaving the Wallenberg family without a natural successor in the banking business. Knut Agathon Wallenberg (1853–1938) Jacob Wallenberg (1892–1980) Marc Wallenberg (1924–71) Ragnhild Lundström, Bank, industri, utlandsaffärer : Stockholms enskilda bank 1910–1924, Institutet för ekonomisk historisk forskning vid Handelshögsk. (EHF), Stockholm : Norstedt, 1999. ISBN 91-88595-37-4. Ulf Olsson, I utvecklingens centrum : Skandinaviska enskilda banken och dess föregångare 1856–1996,Stockholm : Skandinaviska enskilda banken, 1997. ISBN 91-85592-25-0 Ulf Olsson, Stockholms Enskilda Bank and the Bosch group, 1939–1950, Stockholm : Stift. för ekonomisk historisk forskning inom bank och företagande (Foundation for Economic History Research within Banking and Enterprise), 1998. Stockholms enskilda bank, German Bosch and IG Farben : a short history of cloaking, by Gerald Aalders and Cees Wiebes, published in The Scandinavian economic history review. Jyväskylä, 1953, ISSN 0358-5522 This is evaluated in a number of academic works, see e.g. Ulf Olsson (1997), as well as Annual reports of the bank. On the internet see: The Wallenberg Foundation on employment reform in 1857 Archived 7 January 2006 at the Wayback Machine. Since 1997, SEB is the official trademark of Skandinaviska Enskilda Banken Knut Agathon Wallenberg served as the Swedish Minister for Foreign Affairs in 1914–1917. Media related to Stockholms Enskilda Bank at Wikimedia Commons"
        },
        "collectMetadata": {
            "requestedDate": "2023-10-16T00:00:00",
            "ingestedDate": "2023-10-20T19:48:02.729470"
        },
        "extractionMetadata": [
            {
                "id": "WikitextExtractor",
                "linkExtractionDate": "2023-10-20T19:48:02.732822",
                "links": [
                    {
                        "fragment": null,
                        "link": "Aktiebolag",
                        "text": null,
                        "title": "Aktiebolag"
                    },
                    {
                        "fragment": null,
                        "link": "SEB_Group",
                        "text": null,
                        "title": "SEB Group"
                    },
                    {
                        "fragment": null,
                        "link": "Stockholm",
                        "text": null,
                        "title": "Stockholm"
                    },
                    {
                        "fragment": null,
                        "link": "Sweden",
                        "text": null,
                        "title": "Sweden"
                    },
                    {
                        "fragment": null,
                        "link": "Wallenberg_family",
                        "text": null,
                        "title": "Wallenberg family"
                    },
                    {
                        "fragment": null,
                        "link": "Finance",
                        "text": null,
                        "title": "Finance"
                    },
                    {
                        "fragment": null,
                        "link": "Image:AOWallenberg.jpg",
                        "text": "140px|thumb|André Oscar Wallenberg (1816–86)",
                        "title": "Image:AOWallenberg.jpg"
                    },
                    {
                        "fragment": null,
                        "link": "Sweden",
                        "text": "Swedish",
                        "title": "Sweden"
                    },
                    {
                        "fragment": null,
                        "link": "André_Oscar_Wallenberg",
                        "text": null,
                        "title": "André Oscar Wallenberg"
                    },
                    {
                        "fragment": null,
                        "link": "Bank",
                        "text": null,
                        "title": "bank"
                    },
                    {
                        "fragment": null,
                        "link": "Wallenberg_family",
                        "text": null,
                        "title": "Wallenberg family"
                    },
                    {
                        "fragment": null,
                        "link": "World_War_II",
                        "text": null,
                        "title": "World War II"
                    },
                    {
                        "fragment": null,
                        "link": "Nazi_Germany",
                        "text": null,
                        "title": "Nazi Germany"
                    },
                    {
                        "fragment": null,
                        "link": "Skandinaviska_Banken",
                        "text": null,
                        "title": "Skandinaviska Banken"
                    },
                    {
                        "fragment": null,
                        "link": "Skandinaviska_Enskilda_Banken",
                        "text": null,
                        "title": "Skandinaviska Enskilda Banken"
                    },
                    {
                        "fragment": null,
                        "link": "Skandinaviska_Enskilda_Banken",
                        "text": null,
                        "title": "Skandinaviska Enskilda Banken"
                    },
                    {
                        "fragment": null,
                        "link": "Image:SEB10kr1876.jpg",
                        "text": "thumb|left|Like many other private banks, Stockholms Enskilda Bank had the right to issue banknotes. The right was withdrawn on 15 July 1902. Pictured is a 10 krona banknote from 1876",
                        "title": "Image:SEB10kr1876.jpg"
                    },
                    {
                        "fragment": null,
                        "link": "British_Bank_of_Northern_Commerce",
                        "text": null,
                        "title": "British Bank of Northern Commerce"
                    },
                    {
                        "fragment": null,
                        "link": "Hambros_Bank",
                        "text": null,
                        "title": "Hambros Bank"
                    },
                    {
                        "fragment": null,
                        "link": "Recession",
                        "text": null,
                        "title": "recession"
                    },
                    {
                        "fragment": null,
                        "link": "Ivar_Kreuger",
                        "text": null,
                        "title": "Ivar Kreuger"
                    },
                    {
                        "fragment": null,
                        "link": "Paris",
                        "text": null,
                        "title": "Paris"
                    },
                    {
                        "fragment": null,
                        "link": "Jacob_Wallenberg_(1892–1980)",
                        "text": "Jacob Wallenberg",
                        "title": "Jacob Wallenberg (1892–1980)"
                    },
                    {
                        "fragment": null,
                        "link": "Germany",
                        "text": null,
                        "title": "Germany"
                    },
                    {
                        "fragment": null,
                        "link": "United_Kingdom",
                        "text": null,
                        "title": "United Kingdom"
                    },
                    {
                        "fragment": null,
                        "link": "United_States",
                        "text": null,
                        "title": "United States"
                    },
                    {
                        "fragment": null,
                        "link": "Finland",
                        "text": null,
                        "title": "Finland"
                    },
                    {
                        "fragment": null,
                        "link": "Robert_Bosch_GmbH",
                        "text": "Bosch",
                        "title": "Robert Bosch GmbH"
                    },
                    {
                        "fragment": null,
                        "link": "Franklin_D._Roosevelt",
                        "text": "U.S. Government",
                        "title": "Franklin D. Roosevelt"
                    },
                    {
                        "fragment": null,
                        "link": "Harry_S._Truman",
                        "text": "U.S. Government",
                        "title": "Harry S. Truman"
                    },
                    {
                        "fragment": null,
                        "link": "Blockade",
                        "text": null,
                        "title": "blockade"
                    },
                    {
                        "fragment": null,
                        "link": "Collective_bargaining",
                        "text": "collective agreement",
                        "title": "Collective bargaining"
                    },
                    {
                        "fragment": null,
                        "link": "Punched_card",
                        "text": "punched card machines",
                        "title": "Punched card"
                    },
                    {
                        "fragment": null,
                        "link": "Skandinaviska_Banken",
                        "text": null,
                        "title": "Skandinaviska Banken"
                    },
                    {
                        "fragment": null,
                        "link": "Skandinaviska_Enskilda_Banken",
                        "text": null,
                        "title": "Skandinaviska Enskilda Banken"
                    },
                    {
                        "fragment": null,
                        "link": "Wallenberg_family",
                        "text": "Marcus Wallenberg (junior)",
                        "title": "Wallenberg family"
                    },
                    {
                        "fragment": null,
                        "link": "Jacob_Wallenberg_(1892–1980)",
                        "text": "Jacob Wallenberg",
                        "title": "Jacob Wallenberg (1892–1980)"
                    },
                    {
                        "fragment": null,
                        "link": "Marc_Wallenberg",
                        "text": null,
                        "title": "Marc Wallenberg"
                    },
                    {
                        "fragment": null,
                        "link": "Suicide",
                        "text": null,
                        "title": "suicide"
                    },
                    {
                        "fragment": null,
                        "link": "Knut_Agathon_Wallenberg",
                        "text": null,
                        "title": "Knut Agathon Wallenberg"
                    },
                    {
                        "fragment": null,
                        "link": "Marcus_Wallenberg_Sr.",
                        "text": null,
                        "title": "Marcus Wallenberg Sr."
                    },
                    {
                        "fragment": null,
                        "link": "Jacob_Wallenberg_(1892–1980)",
                        "text": "Jacob Wallenberg",
                        "title": "Jacob Wallenberg (1892–1980)"
                    },
                    {
                        "fragment": null,
                        "link": "Marcus_Wallenberg_Jr.",
                        "text": null,
                        "title": "Marcus Wallenberg Jr."
                    },
                    {
                        "fragment": null,
                        "link": "André_Oscar_Wallenberg",
                        "text": null,
                        "title": "André Oscar Wallenberg"
                    },
                    {
                        "fragment": null,
                        "link": "Knut_Agathon_Wallenberg",
                        "text": null,
                        "title": "Knut Agathon Wallenberg"
                    },
                    {
                        "fragment": null,
                        "link": "Marcus_Wallenberg_Sr.",
                        "text": null,
                        "title": "Marcus Wallenberg Sr."
                    },
                    {
                        "fragment": null,
                        "link": "Jacob_Wallenberg_(1892–1980)",
                        "text": "Jacob Wallenberg",
                        "title": "Jacob Wallenberg (1892–1980)"
                    },
                    {
                        "fragment": null,
                        "link": "Marcus_Wallenberg_Jr.",
                        "text": null,
                        "title": "Marcus Wallenberg Jr."
                    },
                    {
                        "fragment": null,
                        "link": "Marc_Wallenberg",
                        "text": null,
                        "title": "Marc Wallenberg"
                    },
                    {
                        "fragment": null,
                        "link": "Knut_Agathon_Wallenberg",
                        "text": null,
                        "title": "Knut Agathon Wallenberg"
                    },
                    {
                        "fragment": null,
                        "link": "Jacob_Wallenberg_(1892–1980)",
                        "text": "Jacob Wallenberg",
                        "title": "Jacob Wallenberg (1892–1980)"
                    },
                    {
                        "fragment": null,
                        "link": "Marc_Wallenberg",
                        "text": null,
                        "title": "Marc Wallenberg"
                    },
                    {
                        "fragment": null,
                        "link": "Category:Banks_of_Sweden",
                        "text": null,
                        "title": "Category:Banks of Sweden"
                    },
                    {
                        "fragment": null,
                        "link": "Category:Companies_related_to_the_Wallenberg_family",
                        "text": null,
                        "title": "Category:Companies related to the Wallenberg family"
                    },
                    {
                        "fragment": null,
                        "link": "Category:Banks_disestablished_in_1972",
                        "text": null,
                        "title": "Category:Banks disestablished in 1972"
                    },
                    {
                        "fragment": null,
                        "link": "Category:Banks_established_in_1856",
                        "text": null,
                        "title": "Category:Banks established in 1856"
                    },
                    {
                        "fragment": null,
                        "link": "Category:1972_disestablishments_in_Sweden",
                        "text": null,
                        "title": "Category:1972 disestablishments in Sweden"
                    },
                    {
                        "fragment": null,
                        "link": "Category:Swedish_companies_established_in_1856",
                        "text": null,
                        "title": "Category:Swedish companies established in 1856"
                    }
                ],
                "nbLinks": 58,
                "nbTables": 2,
                "nbTexts": 11,
                "tableExtractionDate": "2023-10-20T19:48:02.732822",
                "tables": [
                    {
                        "endOffset": 7666,
                        "startOffset": 6980,
                        "tableCaption": null,
                        "tableContent": "{| class=\"wikitable\" style=\"width:300px;\"\n|-\n!Year!!Chairmen of the board of SEB\n|-\n|1856–1864 || L J Lovén\n|-\n|1864–1871 || V Cramér\n|-\n|1871–1874 || W Vretman\n|-\n|1875–1881 || H Hamilton\n|-\n|1881–1898 || F Wretman\n|-\n|1898–1911 || Otto Printzsköld\n|-\n|1911–1914 || [[Knut Agathon Wallenberg]]\n|-\n|1914–1917 || Otto Printzsköld<ref>Knut Agathon Wallenberg served as the Swedish Minister for Foreign Affairs in 1914–1917.</ref>\n|-\n|1917–1938 || Knut Agathon Wallenberg\n|-\n|1938–1943 || [[Marcus Wallenberg Sr.]]\n|-\n|1944–1946 || Johannes Hellner\n|-\n|1946–1950 || R Ljunglöf\n|-\n|1950–1969 || [[Jacob Wallenberg (1892–1980)|Jacob Wallenberg]]\n|-\n|1969–1971 || [[Marcus Wallenberg Jr.]]\n|}",
                        "tableData": [
                            [
                                "Year",
                                "Chairmen of the board of SEB"
                            ],
                            [
                                "1856–1864",
                                "L J Lovén"
                            ],
                            [
                                "1864–1871",
                                "V Cramér"
                            ],
                            [
                                "1871–1874",
                                "W Vretman"
                            ],
                            [
                                "1875–1881",
                                "H Hamilton"
                            ],
                            [
                                "1881–1898",
                                "F Wretman"
                            ],
                            [
                                "1898–1911",
                                "Otto Printzsköld"
                            ],
                            [
                                "1911–1914",
                                "Knut Agathon Wallenberg"
                            ],
                            [
                                "1914–1917",
                                "Otto PrintzsköldKnut Agathon Wallenberg served as the Swedish Minister for Foreign Affairs in 1914–1917."
                            ],
                            [
                                "1917–1938",
                                "Knut Agathon Wallenberg"
                            ],
                            [
                                "1938–1943",
                                "Marcus Wallenberg Sr."
                            ],
                            [
                                "1944–1946",
                                "Johannes Hellner"
                            ],
                            [
                                "1946–1950",
                                "R Ljunglöf"
                            ],
                            [
                                "1950–1969",
                                "Jacob Wallenberg"
                            ],
                            [
                                "1969–1971",
                                "Marcus Wallenberg Jr."
                            ]
                        ],
                        "tableNum": 0
                    },
                    {
                        "endOffset": 8119,
                        "startOffset": 7689,
                        "tableCaption": null,
                        "tableContent": "{| class=\"wikitable\" style=\"width:300px;\"\n|-\n!Year!!Chief executives of SEB\n|-\n|1856–1886 || [[André Oscar Wallenberg]]\n|-\n|1886–1911 || [[Knut Agathon Wallenberg]]\n|-\n|1911–1920 || [[Marcus Wallenberg Sr.]]\n|-\n|1920–1927 || Joseph Nachmanson\n|-\n|1927–1946 || [[Jacob Wallenberg (1892–1980)|Jacob Wallenberg]]\n|-\n|1946–1958 || [[Marcus Wallenberg Jr.]]\n|-\n|1958–1971 || [[Marc Wallenberg]]\n|-\n|1971 || Hans Munck af Rosenschöld\n|}",
                        "tableData": [
                            [
                                "Year",
                                "Chief executives of SEB"
                            ],
                            [
                                "1856–1886",
                                "André Oscar Wallenberg"
                            ],
                            [
                                "1886–1911",
                                "Knut Agathon Wallenberg"
                            ],
                            [
                                "1911–1920",
                                "Marcus Wallenberg Sr."
                            ],
                            [
                                "1920–1927",
                                "Joseph Nachmanson"
                            ],
                            [
                                "1927–1946",
                                "Jacob Wallenberg"
                            ],
                            [
                                "1946–1958",
                                "Marcus Wallenberg Jr."
                            ],
                            [
                                "1958–1971",
                                "Marc Wallenberg"
                            ],
                            [
                                "1971",
                                "Hans Munck af Rosenschöld"
                            ]
                        ],
                        "tableNum": 1
                    }
                ],
                "technology": "WikitextExtractor",
                "textExtractionDate": "2023-10-20T19:48:02.732822",
                "texts": [
                    {
                        "endOffset": 1730,
                        "index": 0,
                        "level": 0,
                        "startOffset": 0,
                        "title": null,
                        "value": "{{Use dmy dates|date=March 2020}}\n{{Infobox company |\n name = Stockholms Enskilda Bank |\n logo = |\n type = Public [[Aktiebolag]] |\n foundation = 1856|\n defunct = 1972 |\n fate = Merged |\n successor = [[SEB Group]]|\n location = [[Stockholm]], [[Sweden]] |\n owner = [[Wallenberg family]] |\n num_employees = |\n industry = [[Finance]] |\n products = retail banking, mortgage banking, business finance and merchant processing services |\n revenue = |\n homepage = |\n}}\n\n[[Image:AOWallenberg.jpg|140px|thumb|André Oscar Wallenberg (1816–86)]]\n\nStockholms Enskilda Bank, sometimes called Enskilda banken or SEB, was a [[Sweden|Swedish]] bank, founded in 1856 by [[André Oscar Wallenberg]] as Stockholm's first private [[bank]]. In 1857, Stockholms Enskilda Bank began to employ women, claiming to be the first bank to do.<ref>This is evaluated in a number of academic works, see e.g. Ulf Olsson (1997), as well as Annual reports of the bank. On the internet see: The Wallenberg Foundation on employment reform in 1857 {{webarchive|url=https://web.archive.org/web/20060107151047/http://wallenberg.org/arkiv/history/3_2_4.htm |date=7 January 2006 }}.</ref>\n\nStockholms Enskilda Bank was managed by the [[Wallenberg family]] who, thanks to the bank, built a unique position in Swedish business. During [[World War II]], the Wallenberg bank was accused of collaborating with [[Nazi Germany]], putting the bank on blockade by the U.S. Government.{{Citation needed|date=April 2009}} In 1972, the bank merged with [[Skandinaviska Banken]] to become [[Skandinaviska Enskilda Banken]].<ref>Since 1997, SEB is the official trademark of [[Skandinaviska Enskilda Banken]]</ref>"
                    },
                    {
                        "endOffset": 6954,
                        "index": 1,
                        "level": 2,
                        "startOffset": 1730,
                        "title": "History",
                        "value": "[[Image:SEB10kr1876.jpg|thumb|left|Like many other private banks, Stockholms Enskilda Bank had the right to issue banknotes. The right was withdrawn on 15 July 1902. Pictured is a 10 krona banknote from 1876]]\n\n\nFrom the beginning, Stockholms Enskilda Bank mainly issued credit to industry, and soon banker's drafts were introduced to simplify the conveyance of payments. Towards the end of the 19th century, Stockholms Enskilda Bank played an active role in industrial construction, both as a lender and as an initiator. The bank took over or participated in bond loans of over SEK 80 million to the state, municipalities, industry and railways.\n\nIn some areas the bank became a pioneer of the 19th century. In 1857, Stockholms Enskilda Bank claimed to be the first bank in the world to employ women {{Citation needed|date=April 2009}} and in 1892, pensions schemes were proposed for the bank's staff.{{Citation needed|date=April 2009}}\n\nIn 1912 Stockholms Enskilda Bank was one of the founding owners of the [[British Bank of Northern Commerce]], which specialized in fostering trade between the United Kingdom and northern Europe. In 1920 the British Bank merged with C.J. Hamros & Son to form [[Hambros Bank]], with the Stockholms Enskilda taking shares in Hambros."
                    },
                    {
                        "endOffset": 3607,
                        "index": 2,
                        "level": 3,
                        "startOffset": 3263,
                        "title": "International recession",
                        "value": "In the end of the 1920s, the international [[recession]] spread over Europe, and things came to a head when [[Ivar Kreuger]] died in [[Paris]] in March 1932. [[Jacob Wallenberg (1892–1980)|Jacob Wallenberg]] was a member of the international Kreuger Committee, which was to look after the bondholders' interests."
                    },
                    {
                        "endOffset": 4566,
                        "index": 3,
                        "level": 3,
                        "startOffset": 3607,
                        "title": "Second World War",
                        "value": "Before and during the Second World War the Swedish government called upon the bank's management for trade negotiations with [[Germany]], [[United Kingdom]], the [[United States]] and [[Finland]].\n\nDuring the war, in 1939–1941, Stockholms Enskilda Bank acquired a number of subsidiaries within the German [[Robert Bosch GmbH|Bosch]] group. The acquisitions were made under the condition of Bosch being able to buy the property back after the war. A similar acquisition was made regarding the American Bosch Corporation. The [[Franklin D. Roosevelt|U.S. Government]] considered the acquisitions illegal and the American Bosch Corporation as enemy property, and subsequently confiscated it in 1943. In August 1945, the bank and the Wallenberg brothers were further accused for collaborating with the Nazis, making the [[Harry S. Truman|U.S. Government]] impose a [[blockade]] on Stockholms Enskilda Bank. The blockade was lifted in 1947."
                    },
                    {
                        "endOffset": 5410,
                        "index": 4,
                        "level": 3,
                        "startOffset": 4566,
                        "title": "Post war period",
                        "value": "After the War, in 1946, the first [[Collective bargaining|collective agreement]] for commercial bank employees was concluded, and in 1949 staff-management committees with representatives for management and employees were introduced. In 1953, Stockholms Enskilda Bank began using \"bank buses\" as ambulating branch branches, and the bank was modernized, including the introduction of [[Punched card|punched card machines]]. Payment by wage cheque was introduced in 1956 and the bank began to cash other bank's cheques.\n\nDuring the 1960s Stockholms Enskilda Bank became the bank for the industry to a greater extent. Loans to industry constituted half of the total loans of SEK 2,000 million. New branch offices were opened as part of the battle for domestic deposits. By the end of the 1960s the number of branches was 52."
                    },
                    {
                        "endOffset": 6954,
                        "index": 5,
                        "level": 3,
                        "startOffset": 5410,
                        "title": "Merger with Skandinaviska Banken",
                        "value": "On 1 January 1972, [[Skandinaviska Banken]] and Stockholms Enskilda Bank merged to form [[Skandinaviska Enskilda Banken]], with the aim of creating a bank which could meet the competition from the major international banks. The new bank had 6,730 employees, 393 branches, a well-established customer base and good relationships with many of Sweden's biggest companies.\n\nHowever, the main reason for the merger was the socialistic economical politics that the, at the time, very left-orientated socialdemocratic party forced on banks and private companies. Only a certain level of profit was allowed, and when Stockholms Enskilda Bank tried to expand, this action was forced back by the Swedish government. Thus the merge with Skandinaviska Banken which created room for an expanding the bank.{{citation needed|date=June 2016}}\n\nAt the time of the merger, Skandinaviska Banken was about three times bigger than Stockholms Enskilda Bank and the Wallenberg family was notably divided whether the merger should take place. The plan had originally been initiated by chairman [[Wallenberg family|Marcus Wallenberg (junior)]] whereas the former chairman of the bank, [[Jacob Wallenberg (1892–1980)|Jacob Wallenberg]] was a vocal opponent of the merger. This created some anxiety among the bank staff, and in November 1971, the CEO, [[Marc Wallenberg]] – who was one of the top negotiators of the merger – committed [[suicide]], leaving the Wallenberg family without a natural successor in the banking business."
                    },
                    {
                        "endOffset": 7668,
                        "index": 6,
                        "level": 2,
                        "startOffset": 6954,
                        "title": "Chairmen of the board",
                        "value": ""
                    },
                    {
                        "endOffset": 8426,
                        "index": 7,
                        "level": 2,
                        "startOffset": 7668,
                        "title": "Chief executives",
                        "value": ""
                    },
                    {
                        "endOffset": 8426,
                        "index": 8,
                        "level": 3,
                        "startOffset": 8121,
                        "title": "Key people",
                        "value": "<gallery>\nImage:KnutWallenberg.jpg|{{center|[[Knut Agathon Wallenberg]]<br>(1853–1938)}}\nImage:Jacob Wallenberg (1892-1980).jpg|{{center|[[Jacob Wallenberg (1892–1980)|Jacob Wallenberg]]<br>(1892–1980)}}\nImage:MarcWallenberg-jr.jpg|{{center|[[Marc Wallenberg]]<br>(1924–71)}}\n</gallery>"
                    },
                    {
                        "endOffset": 9322,
                        "index": 9,
                        "level": 2,
                        "startOffset": 8426,
                        "title": "References",
                        "value": "{{Refbegin}}\n* Ragnhild Lundström, Bank, industri, utlandsaffärer : Stockholms enskilda bank 1910–1924, Institutet för ekonomisk historisk forskning vid Handelshögsk. (EHF), Stockholm : Norstedt, 1999. {{ISBN|91-88595-37-4}}.\n* Ulf Olsson, I utvecklingens centrum : Skandinaviska enskilda banken och dess föregångare 1856–1996,Stockholm : Skandinaviska enskilda banken, 1997. {{ISBN|91-85592-25-0}}\n* Ulf Olsson, Stockholms Enskilda Bank and the Bosch group, 1939–1950, Stockholm : Stift. för ekonomisk historisk forskning inom bank och företagande (Foundation for Economic History Research within Banking and Enterprise), 1998.\n* Stockholms enskilda bank, German Bosch and IG Farben : a short history of cloaking, by Gerald Aalders and Cees Wiebes, published in The Scandinavian economic history review. Jyväskylä, 1953, ISSN 0358-5522\n{{Refend}}\n{{Reflist}}"
                    },
                    {
                        "endOffset": 9656,
                        "index": 10,
                        "level": 2,
                        "startOffset": 9322,
                        "title": "External links",
                        "value": "*{{Commons category-inline}}\n\n{{Authority control}}\n\n[[Category:Banks of Sweden]]\n[[Category:Companies related to the Wallenberg family]]\n[[Category:Banks disestablished in 1972]]\n[[Category:Banks established in 1856]]\n[[Category:1972 disestablishments in Sweden]]\n[[Category:Swedish companies established in 1856]]"
                    }
                ]
            }
        ],
        "statsMetadata": {
            "textSize": 7952
        },
        "preprocessingMetadata": [
            {
                "technologyResults": [
                    {
                        "dagobah": {
                            "debug": {
                                "cpaTaskTimeSec": 0.0,
                                "memoryUsage": 0.0,
                                "entityScoringTimeSec": 0.01,
                                "ceaTaskTimeSec": 1.4000000000000001,
                                "abnormalLookupMentions": [],
                                "ctaTaskTimeSec": 3.74,
                                "avgLookupCandidate": 113.21,
                                "subgraphConstructionTimeSec": 8.76
                            },
                            "preprocessed": {
                                "primitiveTyping": [
                                    {
                                        "typing": [
                                            {
                                                "typingLabel": "RANGE",
                                                "typingScore": 1.0
                                            }
                                        ],
                                        "columnIndex": 0
                                    },
                                    {
                                        "typing": [
                                            {
                                                "typingLabel": "PERSON",
                                                "typingScore": 0.71
                                            },
                                            {
                                                "typingLabel": "UNKNOWN",
                                                "typingScore": 0.29
                                            }
                                        ],
                                        "columnIndex": 1
                                    }
                                ],
                                "headerInfo": {
                                    "hasHeader": true,
                                    "headerScore": 0.09,
                                    "headerLabel": [
                                        "Year",
                                        "Chairmen of the board of SEB"
                                    ],
                                    "headerPosition": 0
                                },
                                "primaryKeyInfo": {
                                    "primaryKeyScore": 0.1,
                                    "primaryKeyPosition": 1,
                                    "hasPrimaryKey": true
                                },
                                "tableOrientation": {
                                    "orientationScore": 0.1,
                                    "orientationLabel": "HORIZONTAL"
                                }
                            },
                            "executionTimeSec": {
                                "preprocessingTime": 0.26,
                                "totalTime": 26.88,
                                "lookupTime": 8.69
                            },
                            "annotated": {
                                "CTA": [
                                    {
                                        "annotation": [
                                            {
                                                "coverage": 0.57,
                                                "score": 0.02,
                                                "label": "Dump not contain this info",
                                                "uri": "http://www.wikidata.org/entity/Q702269"
                                            },
                                            {
                                                "coverage": 0.43,
                                                "score": 0.01,
                                                "label": "Dump not contain this info",
                                                "uri": "http://www.wikidata.org/entity/Q327055"
                                            }
                                        ],
                                        "column": 1
                                    }
                                ],
                                "tableDataRevised": [
                                    [
                                        "Year",
                                        "Chairmen of the board of SEB"
                                    ],
                                    [
                                        "1856–1864",
                                        "L J Lovén"
                                    ],
                                    [
                                        "1864–1871",
                                        "V Cramér"
                                    ],
                                    [
                                        "1871–1874",
                                        "W Vretman"
                                    ],
                                    [
                                        "1875–1881",
                                        "H Hamilton"
                                    ],
                                    [
                                        "1881–1898",
                                        "F Wretman"
                                    ],
                                    [
                                        "1898–1911",
                                        "Otto Printzsköld"
                                    ],
                                    [
                                        "1911–1914",
                                        "Knut Agathon Wallenberg"
                                    ],
                                    [
                                        "1914–1917",
                                        "Otto PrintzsköldKnut Agathon Wallenberg served as the Swedish Minister for Foreign Affairs in 1914–1917."
                                    ],
                                    [
                                        "1917–1938",
                                        "Knut Agathon Wallenberg"
                                    ],
                                    [
                                        "1938–1943",
                                        "Marcus Wallenberg Sr."
                                    ],
                                    [
                                        "1944–1946",
                                        "Johannes Hellner"
                                    ],
                                    [
                                        "1946–1950",
                                        "R Ljunglöf"
                                    ],
                                    [
                                        "1950–1969",
                                        "Jacob Wallenberg"
                                    ],
                                    [
                                        "1969–1971",
                                        "Marcus Wallenberg Jr."
                                    ]
                                ],
                                "CPA": [],
                                "CEA": [
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q5964304"
                                        },
                                        "column": 1,
                                        "row": 1
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q2905588"
                                        },
                                        "column": 1,
                                        "row": 2
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q106581125"
                                        },
                                        "column": 1,
                                        "row": 3
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q984174"
                                        },
                                        "column": 1,
                                        "row": 4
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q58455303"
                                        },
                                        "column": 1,
                                        "row": 5
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q6056591"
                                        },
                                        "column": 1,
                                        "row": 6
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.07,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q156797"
                                        },
                                        "column": 1,
                                        "row": 7
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.05,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q50787264"
                                        },
                                        "column": 1,
                                        "row": 8
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.07,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q156797"
                                        },
                                        "column": 1,
                                        "row": 9
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q4567436"
                                        },
                                        "column": 1,
                                        "row": 10
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.07,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q5799445"
                                        },
                                        "column": 1,
                                        "row": 11
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q5961302"
                                        },
                                        "column": 1,
                                        "row": 12
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q121564"
                                        },
                                        "column": 1,
                                        "row": 13
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q6230601"
                                        },
                                        "column": 1,
                                        "row": 14
                                    }
                                ]
                            }
                        },
                        "index": 0
                    },
                    {
                        "dagobah": {
                            "debug": {
                                "cpaTaskTimeSec": 0.0,
                                "memoryUsage": 0.0,
                                "entityScoringTimeSec": 0.01,
                                "ceaTaskTimeSec": 1.7000000000000002,
                                "abnormalLookupMentions": [],
                                "ctaTaskTimeSec": 1.39,
                                "avgLookupCandidate": 164.62,
                                "subgraphConstructionTimeSec": 3.09
                            },
                            "preprocessed": {
                                "primitiveTyping": [
                                    {
                                        "typing": [
                                            {
                                                "typingLabel": "CARDINAL",
                                                "typingScore": 1.0
                                            }
                                        ],
                                        "columnIndex": 0
                                    },
                                    {
                                        "typing": [
                                            {
                                                "typingLabel": "PERSON",
                                                "typingScore": 1.0
                                            }
                                        ],
                                        "columnIndex": 1
                                    }
                                ],
                                "headerInfo": {
                                    "hasHeader": true,
                                    "headerScore": 0.1,
                                    "headerLabel": [
                                        "Year",
                                        "Chief executives of SEB"
                                    ],
                                    "headerPosition": 0
                                },
                                "primaryKeyInfo": {
                                    "primaryKeyScore": 0.1,
                                    "primaryKeyPosition": 1,
                                    "hasPrimaryKey": true
                                },
                                "tableOrientation": {
                                    "orientationScore": 0.1,
                                    "orientationLabel": "HORIZONTAL"
                                }
                            },
                            "executionTimeSec": {
                                "preprocessingTime": 0.2,
                                "totalTime": 12.78,
                                "lookupTime": 2.31
                            },
                            "annotated": {
                                "CTA": [
                                    {
                                        "annotation": [
                                            {
                                                "coverage": 0.88,
                                                "score": 0.04,
                                                "label": "Dump not contain this info",
                                                "uri": "http://www.wikidata.org/entity/Q43845"
                                            },
                                            {
                                                "coverage": 0.88,
                                                "score": 0.02,
                                                "label": "Dump not contain this info",
                                                "uri": "http://www.wikidata.org/entity/Q108286992"
                                            }
                                        ],
                                        "column": 1
                                    }
                                ],
                                "tableDataRevised": [
                                    [
                                        "Year",
                                        "Chief executives of SEB"
                                    ],
                                    [
                                        "1856–1886",
                                        "André Oscar Wallenberg"
                                    ],
                                    [
                                        "1886–1911",
                                        "Knut Agathon Wallenberg"
                                    ],
                                    [
                                        "1911–1920",
                                        "Marcus Wallenberg Sr."
                                    ],
                                    [
                                        "1920–1927",
                                        "Joseph Nachmanson"
                                    ],
                                    [
                                        "1927–1946",
                                        "Jacob Wallenberg"
                                    ],
                                    [
                                        "1946–1958",
                                        "Marcus Wallenberg Jr."
                                    ],
                                    [
                                        "1958–1971",
                                        "Marc Wallenberg"
                                    ],
                                    [
                                        "1971",
                                        "Hans Munck af Rosenschöld"
                                    ]
                                ],
                                "CPA": [],
                                "CEA": [
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q522153"
                                        },
                                        "column": 1,
                                        "row": 1
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.05,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q152850"
                                        },
                                        "column": 1,
                                        "row": 2
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q4567436"
                                        },
                                        "column": 1,
                                        "row": 3
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.07,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q42851903"
                                        },
                                        "column": 1,
                                        "row": 4
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q3333112"
                                        },
                                        "column": 1,
                                        "row": 5
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q6230601"
                                        },
                                        "column": 1,
                                        "row": 6
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q3432247"
                                        },
                                        "column": 1,
                                        "row": 7
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.05,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q42293823"
                                        },
                                        "column": 1,
                                        "row": 8
                                    }
                                ]
                            }
                        },
                        "index": 1
                    }
                ],
                "technologyExecution": {
                    "beginDate": "2024-04-03T08:54:37.486797",
                    "endDate": "2024-04-03T08:55:18.932281"
                },
                "technology": {
                    "name": "DAGOBAH Table Annotation",
                    "company": "Orange",
                    "id": "dagobah_anotation",
                    "type": "table",
                    "version": "Unknown"
                }
            }
        ]
    }
}
