{
    "_index": "corpus_doc_business100_en",
    "_id": "55574451",
    "_source": {
        "identificationMetadata": {
            "id": "55574451",
            "title": "Sollac",
            "url": [
                "https://en.wikipedia.org/?curid=55574451",
                "https://en.wikipedia.org/wiki/Sollac"
            ],
            "version": 1019331565,
            "versionDate": "2021-04-22T18:52:46Z",
            "hash": "7714300ef7c5f45e533d187cc5df3876",
            "wikidata": "Q3489519"
        },
        "descriptionMetadata": {
            "categories": [
                "Commons category link is on Wikidata",
                "CS1 French-language sources (fr)",
                "Articles with ISNI identifiers",
                "Articles with VIAF identifiers",
                "Articles with SUDOC identifiers",
                "Steel companies of France",
                "Companies based in Grand Est",
                "Manufacturing companies established in 1948",
                "French companies established in 1948",
                "Manufacturing companies disestablished in 2007",
                "French companies disestablished in 2007"
            ],
            "language": "en",
            "source": "wikipedia"
        },
        "contentMetadata": {
            "format": "wikitext",
            "content": "{{Infobox company\n| name = Sollac\n| logo = \n| type = \n| image = Laminoir à chaud-1968.jpg\n| image_caption = Hot Rolling Mill, Florange\n| industry = Steel\n| fate = Merged into [[ArcelorMittal]]\n| predecessor = <!-- or: | predecessors = -->\n| successor = <!-- or: | successors = -->\n| founded = December 1948<!-- if known: {{Start date and age|YYYY|MM|DD}} in [[city]], [[state]], [[country]] -->\n| founder = <!-- or: | founders = -->\n| defunct = 2007<!-- {{End date|YYYY|MM|DD}} -->\n| hq_location_city = \n| hq_location_country = France\n| area_served = <!-- or: | areas_served = -->\n| key_people = \n| products = \n| owner = <!-- or: | owners = -->\n| num_employees = \n| num_employees_year = <!-- Year of num_employees data (if known) -->\n| parent = \n}}\n'''Sollac''' (Société Lorraine de Laminage Continu)  was a French steel company formed in December 1948 as a cooperative to produce steel rolls in Lorraine from steel provided by several other companies. There were various changes of ownership during the years that followed.\nIn 1970 the company, under pressure from the French government, began to develop a large new continuous strip mill in the south of France.\nThe French steel industry soon went into crisis, with excess capacity and declining demands from automobile manufacturers and the construction industry.\nSollac became a subsidiary of [[Usinor]] in 1987, responsible for all flat products.\nIn 2002 Usinor became part of [[Arcelor]], which in turn was merged into [[ArcelorMittal]] in 2006.\n\n==Formation==\n\nAfter [[World War II]] (1939–45) the United States wanted to ensure that the French steel industry could compete effectively with the Ruhr.{{sfn|Kipping|1994|p=232}}\n[[Usinor]] (Union Sidérurgique du Nord de la France) was formed in 1948 by a merger of [[Denain-Anzin]], founded in 1849 and Nord-Est (Forges et Aciéries du Nord-Est).{{sfn|Goddard|Narotzky|2015|loc=PT149}}\nThe main reason for the merger was to implement a continuous rolling mill to reduce costs and satisfy the expected growing market for automobiles and consumer goods. The company used technology from United Engineering and Westinghouse Electric International.{{sfn|Barjot|2002|p=34}}\nIn 1948 it was accepted that a second strip mill should be set up, also using American equipment.{{sfn|Kipping|1994|p=232}}\n\nIn 1948 [[Léon Daum]] promoted the creation of Sollac as a joint-venture flat steel manufacturer.{{sfn|J.M.|1966}}\nMost of the funding came from the state.\nFrançois Bloch-Lainé justified this in 1948 on the basis that Sollac would be in the state's interest.\nThe Société Lorraine de Laminage Continu (Sollac) was established in December 1948.{{sfn|James|2006|p=305}}\nIt was created under a cooperative model to build a wide-strip rolling mill in [[Florange]], as well as a Thomas and Martin mill and two cold mills.\nThe founding companies retained their autonomy.{{sfn|Freyssenet|1979|p=24}}\nEach company supplied its share of cast iron or steel, which Sollac turned into sheet metal, charging cost price.{{sfn|Freyssenet|1979|p=24}}\nThe founders included:{{sfn|Freyssenet|1979|p=24}}{{sfn|James|2006|p=305}}\n{|class=\"wikitable sortable\n|-\n!Share !! Company !! Notes\n|-\n|rowspan=2 style=\"text-align:right;\"| 47.5% || PFFW (Petits-Fils de François De Wendel)  ||rowspan=2| Lorraine based, [[De Wendel family|de Wendel]]\n|-\n|De Wendel & Cie.\n|-\n|style=\"text-align:right;\"| 3.5% || Forges et Aciéries de Gueugnon || de Wendell\n|-\n|style=\"text-align:right;\"| 3.5% || J.-J. Carnaud et Forges de Basse-Indre || de Wendell\n|-\n|style=\"text-align:right;\"| 14.5% || Aciéries de Rombas || Lorraine, Mar-Mich-Pont\n|-\n|style=\"text-align:right;\"|  21% || Forges et Aciéries de Dilling || Saar, Mar-Mich-Pont (soon to become part of Sidélor)\n|-\n|style=\"text-align:right;\"| 3.5% || UCPMI de Hagondange || \n|-\n| || [[Compagnie des forges et aciéries de la marine et d'Homécourt|Marine & Homécourt]] || \n|-\n| || [[Aciéries de Longwy]] || Soon part of LorraineEscaut\n|}\nThe Sollac project was submitted by France to the Organisation of European Economic Cooperation (OEEC) in April 1949, which had representatives of all the Marshall Plan countries.\nWhen the Belgians refused to approve the project, the Marshall Plan's Economic Cooperation Administration (ECA) recommended that the project be funded anyway.{{sfn|Kipping|1994|p=233}}\nA large part of the [[Marshall Plan]] counterpart funds of 1949–51 were used by Sollac and [[Usinor]].{{sfn|James|2006|p=305}}\nSollac became the largest single project funded by the Marshall Plan, with $49.4 million of direct funds and $83.7 million of counterpart funds.\nIt was hoped by the Americans that with two strip mills a French monopoly was less likely to emerge.{{sfn|Kipping|1994|p=233}}\n\n==History==\n===Early expansion (1949–69)===\n[[File:Siderurgie Hayange.jpg|thumb|Patural blast furnace at [[Hayange]] and Sérémange steelworks]]\nThe foundation stone for the Sollac mill was laid on 23 December 1949 in the small village of [[Serémange]] on the banks of [[Fensch]] river.{{sfn|Une Ville ... Une histoire .. Serémange-Erzange}}\nU.S. Ambassador [[David K. E. Bruce]] said at the groundbreaking ceremony, which was attended by the French Foreign Minister [[Robert Schuman]] and Minister of Industry [[Robert Lacoste]], that he hoped the French iron-steel industry would soon be the first in Europe\".{{sfn|Kipping|1994|p=233}}\nIn 1950 the company formed an association with Continental Foundry and Machines for manufacture of pilger rolls for continuous mills.{{sfn|Bonin|Goey|2009|p=556}}\nThe Sollac continuous strip mills at Serémange-Erzange opened in 1954.{{sfn|Martin|1961|p=245}}\nIn September 1954 [[Jules Aubrun]] was asked by Sollac to assume the post of president, replacing [[Léon Daum]], who had been called to serve in the [[High Authority of the European Coal and Steel Community]] in  [[Luxembourg]].{{sfn|Aron|1960}}\n\nIn 1954 there were more than 2,000 workers in the factories of Serémange alone.{{sfn|Une Ville ... Une histoire .. Serémange-Erzange}}\nIn 1955 half the 3,000 workers at Sollac were Algerian, brought in by the company due to the shortage of French workers.{{sfn|James|2006|p=308}}\nProduction of crude steel at Serémange reached 1,411,000 tons by 1959.\nSerémange had its own oxygen factory, which was expanded in 1959.\nThis was the location where the pure oxygen Kaldo process was to be installed, with a planned capacity of 500,000 tons.{{sfn|Martin|1961|p=245}}\nA 160t [[Kaldo converter|Kaldo furnace]] was installed in 1960 at Sollac's Florange steelworks.{{sfn|Freyssenet|1979|p=81}}\n\nIn 1951 PFFW and Wendel et Cie merged to form de Wendel SA.{{sfn|James|2006|p=306}}\nPont-à-Mousson and Marine Firminy formed Sidélor in 1951, holding their combined assets in Lorraine.\nIn 1964 Sidélor and Wendel formed the Societé des aciéries de Lorraine.{{sfn|Mény|Wright|Rhodes|1987|p=536}}\nThe consortium that was fully merged in January 1968 to form Wendel-Sidelor.{{sfn|Martin|1968|p=375}}\nIt controlled both Sacilor and Sollac. Sacilor specialised in long product while Sollac produced flat products.\nIn 1968 a new Sacilor plant was being built in the Moselle valley at [[Gandrange]], expected to have a capacity of 1.6 million tons by 1970.{{sfn|Martin|1968|p=375}}\nIn the late 1960s Saint-Gobain-Pont-à-Mousson, which owned half of Wendel-Sidélor, decided to withdraw from steelmaking.{{sfn|Daley|1996|p=249}}\n\n===Solmer (1970–72)===\n[[File:ZI Fos-sur-Mer.jpg|thumb|[[Fos-sur-Mer]] industrial zone]]\nIn the mid-1960s the French government set up a group under Sollac's director general, Louis Dherse, to look into building a second new French steel mill.\nThe government pushed Sollac into building the plant at [[Fos-sur-Mer]] in the Rhone's Mediterranean delta.{{sfn|James|2006|p=311}}\nSollac would have preferred a site near Le Havre, since it would have been closer to large markets, but the government's regional development plans took priority.{{sfn|Daley|1996|p=103}}\nSolmer (Societé Lorraine et Méridionale de Laminage Continu) was formed in November 1970 as a Sollac subsidiary to build and operate the new plant.\nSollac was in turn a subsidiary of Wendel-Sidélor.{{sfn|Mény|Wright|Rhodes|1987|p=509}}\nAt the same time, Usinor decided to increase the capacity of its Dunkirk plant to 8 million tons per year.\nTaken with the 4 million tons from Fos-sur-Mer, the two companies would add almost 8 million tons or about 45% of total French output between 1968 and 1973.{{sfn|Godelier|2008|p=122}}\n\nBy 1971 Wendel-Sidélor was the largest steel producer in France, owning Sacilor, the majority of Sollac, and many smaller facilities.\nHowever, its productivity was 40% below that of [[Usinor]].{{sfn|Daley|1996|p=104}}\nGreat hopes were pinned in the Fos-sur-Mer project, but in 1971 Wendel-Sidélor did not have enough revenue to finance the project without assistance.\nIn May 1972 Jacques Ferry of the CSSF helped the government persuade the head of Usinor to help bail out the project, despite his very poor relationship with the head of Wendel-Sidélor.\nIn October 1972 it was agreed that Ferry would head Solmer, which would be jointly controlled by Usinor and Wendel-Sidélor.{{sfn|Mény|Wright|Rhodes|1987|p=509}}\nSolmer was 47.5% owned by Wendel-Sidélor, 47.5% by Usinor and 5% by [[Thyssen AG|Thyssen]].{{sfn|James|2006|p=311}}\n\n===Industry in crisis (1972–86)===\n[[File:Aciérie ArcelorMittal Sérémange.JPG|thumb|Sérémange steel works in 2012]]\nIn 1973 Wendel-Sidélor was renamed Sacilor Aciéries et Laminoires de Lorraine.{{sfn|Mény|Wright|Rhodes|1987|p=536}}\nIn 1975 Sacilor merged with Marine Firminy.{{sfn|Mény|Wright|Rhodes|1987|p=536}}\n[[Jean Gandois]] became Managing Director of Sollac in 1975. \nIn 1979 he assumed the same position with Rhône-Poulenc.{{sfn|Lhaik|1996}}\nBy early 1978 the French steel industry was in crisis, with excess capacity and low prices.{{sfn|Daley|1996|p=126}}\nAfter a delay due to the March 1978 elections, the cabinet released details of their rescue plan on 20 September 1978.{{sfn|Mény|Wright|Rhodes|1987|p=601}}\nThe government converted part of the accumulated losses of about $8,000 million into state equite shareholding, and covered the remaining losses with loans and guarantees.\nIn effect the companies had been nationalized.{{sfn|Price|1981|p=96}}\nUsinor shares were devalued by 33% and Sacilor's by 50%.{{sfn|Daley|1996|p=126}}\nThe unions at once called for a 24-hour stoppage at the Sacilor-Sollac plants throughout Lorraine on 25 September 1978, but there was little they could do to prevent layoffs.{{sfn|Mény|Wright|Rhodes|1987|p=601}}\n\nAs of January 1981 Sollac's Moselle holdings were a cold rolling operation at Ebange-Florange in the Moselle Valley, and a coke works and continuous casting plant at Sérémange in the Fensch Valley.{{sfn|Mény|Wright|Rhodes|1987|p=537}}\nThat year Jacques Mayoux, Managing Director of Sacilor-Sollac, said that steel production in Europe would be limited for some time, so to keep production stable it would be necessary to cut worker numbers from year to year.{{sfn|Mény|Wright|Rhodes|1987|p=537}}\nSacilor-Sollac bought SNAP, a specialty steel producer.\nThe Thomas steel plant at Hagandange was closed, and Sollac obtained new oxygen furnaces and two continuous casters.{{sfn|Daley|1996|p=127}}\nBetween 1985 and 1988 Sollac cut the costs of its inputs by 20%.{{sfn|Daley|1996|p=258}}\n\n===Usinor subsidiary (1986–2002)===\n[[File:Francis Mer, 2009.jpg|thumb| [[Francis Mer]], head of the new Usinor]]\nIn 1986 Usinor and Sacilor were combined under one holding company headed by [[Francis Mer]].\nThe group accounted for 95% of French steel production.{{sfn|Godelier|2008|p=126}}\nThe Usinor-Sacilor group undertook an internal reorganization in 1987 into four specialized divisions: Sollac for thin flat products, Ugine for special flat and stainless steel products, Unimetal for long products and Ascometal for special long products.{{sfn|Mioche|1994|p=22}}\nThe new Sollac, the largest subsidiary of the group, included the flat products operations of the formerly competing Usinor and Sollac companies.{{sfn|Godelier|2008|p=127}}\nIn 1988 the company started to base profit sharing on productivity improvements, with the share calculated separately at each location.{{sfn|Daley|1996|p=165}}\n\nIn January 1993 Sollac decided to increase its prices to offset declining volumes.{{sfn|Mioche|1994|p=23}}\nAs of 2000 the Sollac steel plant just outside Dunkirk was one of the largest and most efficient in Europe.\nIt converted iron ore and coal into steel rolls in a continuous process, producing 6 million tonnes annually.\nThe plant had a dedicated port, railway and {{convert|55|km}} road network.\nHowever, Sollac was struggling due to decline in demand from the automobile and construction industries in Europe, with prices falling and excess steel piling up.{{sfn|Bamford|Munday|2002|p=59}}\n\nOn 1 February 2000 Usinor was restructured geographically.\nSollac-Atlantique, Sollac-Lorraine and Sollac-Méditerranée were now fully independent subsidiaries. \nSollac-Méditerranée included the French plants at Fos-sur-Mer and Saint-Chély-d'Apcher, and also included plants in Spain, Italy, Turkey and Portugal.{{sfn|Modernisation en vue pour Sollac – L'UsineNouvelle}}\nIn February 2002 Usinor was merged with Arbed (Luxembourg) and Aceralia (Spain) to form Arcelor.{{sfn|Our History – ArcelorMittal}}\nIn 2006 Arcelor was merged with Mittal Steel to form [[ArcelorMittal]].{{sfn|Our History – ArcelorMittal}}\nSollac Atlantique was terminated on 22 January 2007.{{sfn|Sollac Atlantique – Societe SAS}}\nAs of 2008 the subsidiaries were named Société Arcelor Atlantique et Lorraine and Sollac Méditerrannée.\nThe companies were involved in a dispute with the French government over the [[greenhouse gas emissions|greenhouse gas emission]] allowance trading scheme, in which different treatment was being applied to the steel sector and to the chemical and non-ferrous metal sectors.{{sfn|EUR-Lex - 62007CA0127 - EN}}\n\nSollac Mediterranee was later renamed ArcelorMittal Mediterranee SASU.{{sfn|ArcelorMittal Mediterranee SASU ... Bloomberg}}\nIn 2017 ArcelorMittal Atlantique et Lorraine included the main plant at Dunkirk with a capacity of 7 million tonnes of steel slab and 4.45 million tonnes of hot-rolled coils per year.\nIt also supplied steel slabs to the second hot rolling mill of the unit located in Sérémange in Lorraine.\nThe unit also included plants at Florange, Base-Indre, Desvres, Mardyck, Montataire and Mouzon.\nIn 2012 49% of the unit's output was delivered to the automobile sector.{{sfn|Atlantique et Lorraine – ArcelorMittal}}\n\n==Notes==\n{{notes}}{{reflist|30em}}\n\n{{commons category|Sollac}}\n\n==Sources==\n{{refbegin}}\n*{{citation|ref={{harvid|ArcelorMittal Mediterranee SASU ... Bloomberg}}\n |title=ArcelorMittal Mediterranee SASU (Company Overview)|publisher=Bloomberg\n |url=https://www.bloomberg.com/research/stocks/private/snapshot.asp?privcapid=6561939|access-date=2017-10-20}}\n*{{citation|language=fr|journal=La Jaune et la Rouge |date=February 1960 |title=Jules AUBRUN\n |last=Aron|first=Aexis |url=http://annales.org/archives/x/aubrun.html|access-date=2017-07-10}}\n*{{citation|language=fr|ref={{harvid|Atlantique et Lorraine – ArcelorMittal}}\n |title=Atlantique et Lorraine|publisher=ArcelorMittal\n |url=http://www.arcelormittalinfrance.com/our-business/our-plant-and-products/atlantique-and-lorraine.aspx|access-date=2017-10-20}}\n*{{citation\n |last1=Bamford|first1=Colin Grahame|last2=Munday|first2=Stephen C. R.|title=Markets|url=https://books.google.com/books?id=h-3lY8lD030C&pg=PA59\n |access-date=2017-10-20|year=2002|publisher=Heinemann|isbn=978-0-435-33223-5}}\n*{{citation\n |last=Barjot|first=Dominique|title=Catching Up with America: Productivity Missions and the Diffusion of American Economic and Technological Influence After the Second World War \n |type=Proceedings of the Caen Preconference 18–20 September 1997, Workshop C 45 of Twelfth International Economic History Congress of Madrid\n |url=https://books.google.com/books?id=hXBAYochN3MC&pg=PA273|access-date=2017-10-20|year=2002|publisher=Presses Paris Sorbonne|isbn=978-2-84050-240-1}}\n*{{citation\n |last1=Bonin|first1=Hubert|last2=Goey|first2=Ferry de|title=American Firms in Europe: Strategy, Identity, Perception and Performance (1880-1980)\n |url=https://books.google.com/books?id=mzFIj-0jHKcC&pg=PA556|access-date=2017-07-17|year=2009|publisher=Librairie Droz|isbn=978-2-600-01259-1}}\n*{{citation\n |last=Daley|first=Anthony|title=Steel, State, and Labor: Mobilization and Adjustment in France|url=https://books.google.com/books?id=GhdCY82icCQC&pg=PA165\n |access-date=2017-10-19|date=1996-02-15|publisher=University of Pittsburgh Pre|isbn=978-0-8229-7485-7}}\n*{{citation|ref={{harvid|EUR-Lex - 62007CA0127 - EN}}\n |title=EUR-Lex - 62007CA0127 - EN|publisher=EUR-Lex\n |url=http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A62007CA0127|access-date=2017-10-20}}\n*{{citation|language=fr\n |last=Freyssenet |first=Michel |title=La sidérurgie française, 1945-1979. : L’histoire d’une faillite. Les solutions qui s’affrontent\n |publisher=Savelli |year=1979|access-date=2017-10-19\n |url=https://hal.archives-ouvertes.fr/file/index/docid/165640/filename/La_Siderurgie_francaise_1945-1979._L_histoire_d_une_faillite._Les_solutions_qui_s_affrontent.pdf}}\n*{{citation\n |last1=Goddard|first1=Victoria|last2=Narotzky|first2=Susana|title=Industry and Work in Contemporary Capitalism: Global Models, Local Lives?\n |url=https://books.google.com/books?id=akByBgAAQBAJ&pg=PT149 |access-date=2017-10-20|date=2015-01-30|publisher=Routledge|isbn=978-1-317-74521-1}}\n*{{citation|language=fr|title=La naissance d'un géant : Arcelor-Mittal (1948-2006)\n |last=Godelier |first=Éric|journal=French Politics, Culture & Society|volume= 26|issue= 2 |date=Summer 2008\n |publisher=Berghahn Books|jstor=42843551}}\n*{{citation |title=IN MEMORIAM 21 mars 1887 - 28 mai 1966|journal=La Jaune et la Rouge|date=August–September 1966\n |author=J.M.|language=fr\n |url=http://www.annales.org/archives/x/daum.html|access-date=2017-07-10}}\n*{{citation\n |last=James|first=Harold|title=FAMILY CAPITALISM|url=https://books.google.com/books?id=G8xTq15P0H8C&pg=PA305\n |access-date=2017-07-17|year=2006|publisher=Harvard University Press|isbn=978-0-674-02181-5}}\n*{{cite conference |mode=cs2 |title=Competing for Dollars and Technology: The United States and the Modernization of the French and German Steel Industries after World War II\n |last=Kipping |first=Matthias |journal=Business and Economic History |volume=23 |issue=1 |book-title=Papers presented at the fortieth annual meeting of the Business History Conference\n |date=Fall 1994 |publisher=Cambridge University Press |jstor=23702848}}\n*{{citation|language=fr|title=Jean Gandois, un PDG sans langue de bois\n |last=Lhaik |first=Corinne |date=23 May 1996|journal=L'Express\n |url=http://www.lexpress.fr/informations/jean-gandois-un-pdg-sans-langue-de-bois_614364.html|access-date=2017-10-02}}\n*{{citation|title=DEVELOPMENTS IN THE LORRAINE IRON AND STEEL INDUSTRY\n |last=Martin |first=J. E.|journal=Geography|volume=46 |issue=3 |date=July 1961|publisher=Geographical Association|jstor=40565267}}\n*{{citation|title=New Trends in the Lorraine Iron Region\n |last=Martin |first=J. E. |journal=Geography|volume=53 |issue=4 |date=November 1968 |publisher=Geographical Association\n  |jstor=40566963}}\n*{{citation\n |last1=Mény|first1=Yves|last2=Wright|first2=Vincent|last3=Rhodes|first3=Martin|title=The Politics of Steel: Western Europe and the Steel Industry in the Crisis Years (1974-1984)\n |url=https://books.google.com/books?id=eYZinsF8qEAC&pg=PA537|access-date=2017-10-19|year=1987|publisher=Walter de Gruyter|isbn=978-3-11-010517-9}}\n*{{citation|language=fr|title=La sidérurgie Française de 1973 à nos jours: Dégénérescence et transformation\n |last=Mioche |first=Philippe|journal=Vingtième Siècle. Revue d'histoire|issue= 42 |date=April–June 1994\n |publisher=Sciences Po University Press|doi=10.2307/3771210|jstor=3771210}}\n*{{citation|language=fr|ref={{harvid|Modernisation en vue pour Sollac – L'UsineNouvelle}}\n |title=Modernisation en vue pour Sollac|work=L'UsineNouvelle\n |url=https://www.usinenouvelle.com/article/provence-alpes-cote-d-azurmodernisation-en-vue-pour-sollac-fosl-entite-sollac-mediterranee-d-usinor-a-ouvert-officiellement-son-activite-le-1er-fevrier-2000-sa-direction-annonce-un-investiss.N96036|access-date=2017-10-20}}\n*{{citation|ref={{harvid|Our History – ArcelorMittal}}\n |title=Our History|publisher=ArcelorMittal\n |url=http://corporate.arcelormittal.com/who-we-are/our-history|access-date=2017-10-19}}\n*{{citation\n |last=Price|first=Victoria Curzon|title=Industrial Policies in the European Community|url=https://books.google.com/books?id=rqOvCwAAQBAJ&pg=PA96\n |access-date=2017-10-20|date=1981-11-26|publisher=Palgrave Macmillan UK|isbn=978-1-349-16640-4}}\n*{{citation|language=fr|ref={{harvid|Sollac Atlantique – Societe SAS}}\n |title=Sollac Atlantique|work=Societe SAS\n |url=https://www.societe.com/societe/sollac-atlantique-421173907.html|access-date=2017-10-20}}\n*{{citation|language=fr|ref={{harvid|Une Ville ... Une histoire .. Serémange-Erzange}}\n |title=Une Ville ... Une histoire|publisher=Ville de Serémange-Erzange\n |url=http://www.mairie-seremange-erzange.fr/presentation.aspx|access-date=2017-10-20}}\n{{refend}}\n{{authority control}}\n\n{{DEFAULTSORT:Sollac}}\n[[Category:Steel companies of France]]\n[[Category:Companies based in Grand Est]]\n[[Category:Manufacturing companies established in 1948]]\n[[Category:French companies established in 1948]]\n[[Category:Manufacturing companies disestablished in 2007]]\n[[Category:French companies disestablished in 2007]]",
            "text": "Sollac (Société Lorraine de Laminage Continu) was a French steel company formed in December 1948 as a cooperative to produce steel rolls in Lorraine from steel provided by several other companies. There were various changes of ownership during the years that followed. In 1970 the company, under pressure from the French government, began to develop a large new continuous strip mill in the south of France. The French steel industry soon went into crisis, with excess capacity and declining demands from automobile manufacturers and the construction industry. Sollac became a subsidiary of Usinor in 1987, responsible for all flat products. In 2002 Usinor became part of Arcelor, which in turn was merged into ArcelorMittal in 2006. After World War II (1939–45) the United States wanted to ensure that the French steel industry could compete effectively with the Ruhr.Usinor (Union Sidérurgique du Nord de la France) was formed in 1948 by a merger of Denain-Anzin, founded in 1849 and Nord-Est (Forges et Aciéries du Nord-Est). The main reason for the merger was to implement a continuous rolling mill to reduce costs and satisfy the expected growing market for automobiles and consumer goods. The company used technology from United Engineering and Westinghouse Electric International. In 1948 it was accepted that a second strip mill should be set up, also using American equipment. In 1948 Léon Daum promoted the creation of Sollac as a joint-venture flat steel manufacturer. Most of the funding came from the state. François Bloch-Lainé justified this in 1948 on the basis that Sollac would be in the state's interest. The Société Lorraine de Laminage Continu (Sollac) was established in December 1948. It was created under a cooperative model to build a wide-strip rolling mill in Florange, as well as a Thomas and Martin mill and two cold mills. The founding companies retained their autonomy. Each company supplied its share of cast iron or steel, which Sollac turned into sheet metal, charging cost price. The founders included: The Sollac project was submitted by France to the Organisation of European Economic Cooperation (OEEC) in April 1949, which had representatives of all the Marshall Plan countries. When the Belgians refused to approve the project, the Marshall Plan's Economic Cooperation Administration (ECA) recommended that the project be funded anyway. A large part of the Marshall Plan counterpart funds of 1949–51 were used by Sollac and Usinor. Sollac became the largest single project funded by the Marshall Plan, with $49.4 million of direct funds and $83.7 million of counterpart funds. It was hoped by the Americans that with two strip mills a French monopoly was less likely to emerge. The foundation stone for the Sollac mill was laid on 23 December 1949 in the small village of Serémange on the banks of Fensch river. U.S. Ambassador David K. E. Bruce said at the groundbreaking ceremony, which was attended by the French Foreign Minister Robert Schuman and Minister of Industry Robert Lacoste, that he hoped the French iron-steel industry would soon be the first in Europe\". In 1950 the company formed an association with Continental Foundry and Machines for manufacture of pilger rolls for continuous mills. The Sollac continuous strip mills at Serémange-Erzange opened in 1954. In September 1954 Jules Aubrun was asked by Sollac to assume the post of president, replacing Léon Daum, who had been called to serve in the High Authority of the European Coal and Steel Community in Luxembourg. In 1954 there were more than 2,000 workers in the factories of Serémange alone. In 1955 half the 3,000 workers at Sollac were Algerian, brought in by the company due to the shortage of French workers. Production of crude steel at Serémange reached 1,411,000 tons by 1959. Serémange had its own oxygen factory, which was expanded in 1959. This was the location where the pure oxygen Kaldo process was to be installed, with a planned capacity of 500,000 tons. A 160t Kaldo furnace was installed in 1960 at Sollac's Florange steelworks. In 1951 PFFW and Wendel et Cie merged to form de Wendel SA. Pont-à-Mousson and Marine Firminy formed Sidélor in 1951, holding their combined assets in Lorraine. In 1964 Sidélor and Wendel formed the Societé des aciéries de Lorraine. The consortium that was fully merged in January 1968 to form Wendel-Sidelor. It controlled both Sacilor and Sollac. Sacilor specialised in long product while Sollac produced flat products. In 1968 a new Sacilor plant was being built in the Moselle valley at Gandrange, expected to have a capacity of 1.6 million tons by 1970. In the late 1960s Saint-Gobain-Pont-à-Mousson, which owned half of Wendel-Sidélor, decided to withdraw from steelmaking. In the mid-1960s the French government set up a group under Sollac's director general, Louis Dherse, to look into building a second new French steel mill. The government pushed Sollac into building the plant at Fos-sur-Mer in the Rhone's Mediterranean delta. Sollac would have preferred a site near Le Havre, since it would have been closer to large markets, but the government's regional development plans took priority. Solmer (Societé Lorraine et Méridionale de Laminage Continu) was formed in November 1970 as a Sollac subsidiary to build and operate the new plant. Sollac was in turn a subsidiary of Wendel-Sidélor. At the same time, Usinor decided to increase the capacity of its Dunkirk plant to 8 million tons per year. Taken with the 4 million tons from Fos-sur-Mer, the two companies would add almost 8 million tons or about 45% of total French output between 1968 and 1973. By 1971 Wendel-Sidélor was the largest steel producer in France, owning Sacilor, the majority of Sollac, and many smaller facilities. However, its productivity was 40% below that of Usinor. Great hopes were pinned in the Fos-sur-Mer project, but in 1971 Wendel-Sidélor did not have enough revenue to finance the project without assistance. In May 1972 Jacques Ferry of the CSSF helped the government persuade the head of Usinor to help bail out the project, despite his very poor relationship with the head of Wendel-Sidélor. In October 1972 it was agreed that Ferry would head Solmer, which would be jointly controlled by Usinor and Wendel-Sidélor. Solmer was 47.5% owned by Wendel-Sidélor, 47.5% by Usinor and 5% by Thyssen. In 1973 Wendel-Sidélor was renamed Sacilor Aciéries et Laminoires de Lorraine. In 1975 Sacilor merged with Marine Firminy.Jean Gandois became Managing Director of Sollac in 1975. In 1979 he assumed the same position with Rhône-Poulenc. By early 1978 the French steel industry was in crisis, with excess capacity and low prices. After a delay due to the March 1978 elections, the cabinet released details of their rescue plan on 20 September 1978. The government converted part of the accumulated losses of about $8,000 million into state equite shareholding, and covered the remaining losses with loans and guarantees. In effect the companies had been nationalized. Usinor shares were devalued by 33% and Sacilor's by 50%. The unions at once called for a 24-hour stoppage at the Sacilor-Sollac plants throughout Lorraine on 25 September 1978, but there was little they could do to prevent layoffs. As of January 1981 Sollac's Moselle holdings were a cold rolling operation at Ebange-Florange in the Moselle Valley, and a coke works and continuous casting plant at Sérémange in the Fensch Valley. That year Jacques Mayoux, Managing Director of Sacilor-Sollac, said that steel production in Europe would be limited for some time, so to keep production stable it would be necessary to cut worker numbers from year to year. Sacilor-Sollac bought SNAP, a specialty steel producer. The Thomas steel plant at Hagandange was closed, and Sollac obtained new oxygen furnaces and two continuous casters. Between 1985 and 1988 Sollac cut the costs of its inputs by 20%. In 1986 Usinor and Sacilor were combined under one holding company headed by Francis Mer. The group accounted for 95% of French steel production. The Usinor-Sacilor group undertook an internal reorganization in 1987 into four specialized divisions: Sollac for thin flat products, Ugine for special flat and stainless steel products, Unimetal for long products and Ascometal for special long products. The new Sollac, the largest subsidiary of the group, included the flat products operations of the formerly competing Usinor and Sollac companies. In 1988 the company started to base profit sharing on productivity improvements, with the share calculated separately at each location. In January 1993 Sollac decided to increase its prices to offset declining volumes. As of 2000 the Sollac steel plant just outside Dunkirk was one of the largest and most efficient in Europe. It converted iron ore and coal into steel rolls in a continuous process, producing 6 million tonnes annually. The plant had a dedicated port, railway and 55 kilometres (34 mi) road network. However, Sollac was struggling due to decline in demand from the automobile and construction industries in Europe, with prices falling and excess steel piling up. On 1 February 2000 Usinor was restructured geographically. Sollac-Atlantique, Sollac-Lorraine and Sollac-Méditerranée were now fully independent subsidiaries. Sollac-Méditerranée included the French plants at Fos-sur-Mer and Saint-Chély-d'Apcher, and also included plants in Spain, Italy, Turkey and Portugal. In February 2002 Usinor was merged with Arbed (Luxembourg) and Aceralia (Spain) to form Arcelor. In 2006 Arcelor was merged with Mittal Steel to form ArcelorMittal. Sollac Atlantique was terminated on 22 January 2007. As of 2008 the subsidiaries were named Société Arcelor Atlantique et Lorraine and Sollac Méditerrannée. The companies were involved in a dispute with the French government over the greenhouse gas emission allowance trading scheme, in which different treatment was being applied to the steel sector and to the chemical and non-ferrous metal sectors. Sollac Mediterranee was later renamed ArcelorMittal Mediterranee SASU. In 2017 ArcelorMittal Atlantique et Lorraine included the main plant at Dunkirk with a capacity of 7 million tonnes of steel slab and 4.45 million tonnes of hot-rolled coils per year. It also supplied steel slabs to the second hot rolling mill of the unit located in Sérémange in Lorraine. The unit also included plants at Florange, Base-Indre, Desvres, Mardyck, Montataire and Mouzon. In 2012 49% of the unit's output was delivered to the automobile sector. Kipping 1994, p. 232. Goddard & Narotzky 2015, PT149. Barjot 2002, p. 34. J.M. 1966. James 2006, p. 305. Freyssenet 1979, p. 24. Kipping 1994, p. 233. Une Ville ... Une histoire .. Serémange-Erzange. Bonin & Goey 2009, p. 556. Martin 1961, p. 245. Aron 1960. James 2006, p. 308. Freyssenet 1979, p. 81. James 2006, p. 306. Mény, Wright & Rhodes 1987, p. 536. Martin 1968, p. 375. Daley 1996, p. 249. James 2006, p. 311. Daley 1996, p. 103. Mény, Wright & Rhodes 1987, p. 509. Godelier 2008, p. 122. Daley 1996, p. 104. Lhaik 1996. Daley 1996, p. 126. Mény, Wright & Rhodes 1987, p. 601. Price 1981, p. 96. Mény, Wright & Rhodes 1987, p. 537. Daley 1996, p. 127. Daley 1996, p. 258. Godelier 2008, p. 126. Mioche 1994, p. 22. Godelier 2008, p. 127. Daley 1996, p. 165. Mioche 1994, p. 23. Bamford & Munday 2002, p. 59. Modernisation en vue pour Sollac – L'UsineNouvelle. Our History – ArcelorMittal. Sollac Atlantique – Societe SAS. EUR-Lex - 62007CA0127 - EN. ArcelorMittal Mediterranee SASU ... Bloomberg. Atlantique et Lorraine – ArcelorMittal. Wikimedia Commons has media related to Sollac. ArcelorMittal Mediterranee SASU (Company Overview), Bloomberg, retrieved 2017-10-20 Aron, Aexis (February 1960), \"Jules AUBRUN\", La Jaune et la Rouge (in French), retrieved 2017-07-10 Atlantique et Lorraine (in French), ArcelorMittal, retrieved 2017-10-20 Bamford, Colin Grahame; Munday, Stephen C. R. (2002), Markets, Heinemann, ISBN 978-0-435-33223-5, retrieved 2017-10-20 Barjot, Dominique (2002), Catching Up with America: Productivity Missions and the Diffusion of American Economic and Technological Influence After the Second World War (Proceedings of the Caen Preconference 18–20 September 1997, Workshop C 45 of Twelfth International Economic History Congress of Madrid), Presses Paris Sorbonne, ISBN 978-2-84050-240-1, retrieved 2017-10-20 Bonin, Hubert; Goey, Ferry de (2009), American Firms in Europe: Strategy, Identity, Perception and Performance (1880-1980), Librairie Droz, ISBN 978-2-600-01259-1, retrieved 2017-07-17 Daley, Anthony (1996-02-15), Steel, State, and Labor: Mobilization and Adjustment in France, University of Pittsburgh Pre, ISBN 978-0-8229-7485-7, retrieved 2017-10-19 EUR-Lex - 62007CA0127 - EN, EUR-Lex, retrieved 2017-10-20 Freyssenet, Michel (1979), La sidérurgie française, 1945-1979. : L’histoire d’une faillite. Les solutions qui s’affrontent (PDF) (in French), Savelli, retrieved 2017-10-19 Goddard, Victoria; Narotzky, Susana (2015-01-30), Industry and Work in Contemporary Capitalism: Global Models, Local Lives?, Routledge, ISBN 978-1-317-74521-1, retrieved 2017-10-20 Godelier, Éric (Summer 2008), \"La naissance d'un géant : Arcelor-Mittal (1948-2006)\", French Politics, Culture & Society (in French), Berghahn Books, 26 (2), JSTOR 42843551 J.M. (August–September 1966), \"IN MEMORIAM 21 mars 1887 - 28 mai 1966\", La Jaune et la Rouge (in French), retrieved 2017-07-10 James, Harold (2006), FAMILY CAPITALISM, Harvard University Press, ISBN 978-0-674-02181-5, retrieved 2017-07-17 Kipping, Matthias (Fall 1994), \"Competing for Dollars and Technology: The United States and the Modernization of the French and German Steel Industries after World War II\", Papers presented at the fortieth annual meeting of the Business History Conference, Business and Economic History, vol. 23, no. 1, Cambridge University Press, JSTOR 23702848 Lhaik, Corinne (23 May 1996), \"Jean Gandois, un PDG sans langue de bois\", L'Express (in French), retrieved 2017-10-02 Martin, J. E. (July 1961), \"DEVELOPMENTS IN THE LORRAINE IRON AND STEEL INDUSTRY\", Geography, Geographical Association, 46 (3), JSTOR 40565267 Martin, J. E. (November 1968), \"New Trends in the Lorraine Iron Region\", Geography, Geographical Association, 53 (4), JSTOR 40566963 Mény, Yves; Wright, Vincent; Rhodes, Martin (1987), The Politics of Steel: Western Europe and the Steel Industry in the Crisis Years (1974-1984), Walter de Gruyter, ISBN 978-3-11-010517-9, retrieved 2017-10-19 Mioche, Philippe (April–June 1994), \"La sidérurgie Française de 1973 à nos jours: Dégénérescence et transformation\", Vingtième Siècle. Revue d'histoire (in French), Sciences Po University Press (42), doi:10.2307/3771210, JSTOR 3771210 \"Modernisation en vue pour Sollac\", L'UsineNouvelle (in French), retrieved 2017-10-20 Our History, ArcelorMittal, retrieved 2017-10-19 Price, Victoria Curzon (1981-11-26), Industrial Policies in the European Community, Palgrave Macmillan UK, ISBN 978-1-349-16640-4, retrieved 2017-10-20 \"Sollac Atlantique\", Societe SAS (in French), retrieved 2017-10-20 Une Ville ... Une histoire (in French), Ville de Serémange-Erzange, retrieved 2017-10-20"
        },
        "collectMetadata": {
            "requestedDate": "2023-10-16T00:00:00",
            "ingestedDate": "2023-10-21T21:08:00.772599"
        },
        "extractionMetadata": [
            {
                "id": "WikitextExtractor",
                "linkExtractionDate": "2023-10-21T21:08:00.776386",
                "links": [
                    {
                        "fragment": null,
                        "link": "ArcelorMittal",
                        "text": null,
                        "title": "ArcelorMittal"
                    },
                    {
                        "fragment": null,
                        "link": "Usinor",
                        "text": null,
                        "title": "Usinor"
                    },
                    {
                        "fragment": null,
                        "link": "Arcelor",
                        "text": null,
                        "title": "Arcelor"
                    },
                    {
                        "fragment": null,
                        "link": "ArcelorMittal",
                        "text": null,
                        "title": "ArcelorMittal"
                    },
                    {
                        "fragment": null,
                        "link": "World_War_II",
                        "text": null,
                        "title": "World War II"
                    },
                    {
                        "fragment": null,
                        "link": "Usinor",
                        "text": null,
                        "title": "Usinor"
                    },
                    {
                        "fragment": null,
                        "link": "Denain-Anzin",
                        "text": null,
                        "title": "Denain-Anzin"
                    },
                    {
                        "fragment": null,
                        "link": "Léon_Daum",
                        "text": null,
                        "title": "Léon Daum"
                    },
                    {
                        "fragment": null,
                        "link": "Florange",
                        "text": null,
                        "title": "Florange"
                    },
                    {
                        "fragment": null,
                        "link": "De_Wendel_family",
                        "text": "de Wendel",
                        "title": "De Wendel family"
                    },
                    {
                        "fragment": null,
                        "link": "Compagnie_des_forges_et_aciéries_de_la_marine_et_d'Homécourt",
                        "text": "Marine & Homécourt",
                        "title": "Compagnie des forges et aciéries de la marine et d'Homécourt"
                    },
                    {
                        "fragment": null,
                        "link": "Aciéries_de_Longwy",
                        "text": null,
                        "title": "Aciéries de Longwy"
                    },
                    {
                        "fragment": null,
                        "link": "Marshall_Plan",
                        "text": null,
                        "title": "Marshall Plan"
                    },
                    {
                        "fragment": null,
                        "link": "Usinor",
                        "text": null,
                        "title": "Usinor"
                    },
                    {
                        "fragment": null,
                        "link": "File:Siderurgie_Hayange.jpg",
                        "text": "thumb|Patural blast furnace at [[Hayange]] and Sérémange steelworks",
                        "title": "File:Siderurgie Hayange.jpg"
                    },
                    {
                        "fragment": null,
                        "link": "Hayange",
                        "text": null,
                        "title": "Hayange"
                    },
                    {
                        "fragment": null,
                        "link": "Serémange",
                        "text": null,
                        "title": "Serémange"
                    },
                    {
                        "fragment": null,
                        "link": "Fensch",
                        "text": null,
                        "title": "Fensch"
                    },
                    {
                        "fragment": null,
                        "link": "David_K._E._Bruce",
                        "text": null,
                        "title": "David K. E. Bruce"
                    },
                    {
                        "fragment": null,
                        "link": "Robert_Schuman",
                        "text": null,
                        "title": "Robert Schuman"
                    },
                    {
                        "fragment": null,
                        "link": "Robert_Lacoste",
                        "text": null,
                        "title": "Robert Lacoste"
                    },
                    {
                        "fragment": null,
                        "link": "Jules_Aubrun",
                        "text": null,
                        "title": "Jules Aubrun"
                    },
                    {
                        "fragment": null,
                        "link": "Léon_Daum",
                        "text": null,
                        "title": "Léon Daum"
                    },
                    {
                        "fragment": null,
                        "link": "High_Authority_of_the_European_Coal_and_Steel_Community",
                        "text": null,
                        "title": "High Authority of the European Coal and Steel Community"
                    },
                    {
                        "fragment": null,
                        "link": "Luxembourg",
                        "text": null,
                        "title": "Luxembourg"
                    },
                    {
                        "fragment": null,
                        "link": "Kaldo_converter",
                        "text": "Kaldo furnace",
                        "title": "Kaldo converter"
                    },
                    {
                        "fragment": null,
                        "link": "Gandrange",
                        "text": null,
                        "title": "Gandrange"
                    },
                    {
                        "fragment": null,
                        "link": "File:ZI_Fos-sur-Mer.jpg",
                        "text": "thumb|[[Fos-sur-Mer]] industrial zone",
                        "title": "File:ZI Fos-sur-Mer.jpg"
                    },
                    {
                        "fragment": null,
                        "link": "Fos-sur-Mer",
                        "text": null,
                        "title": "Fos-sur-Mer"
                    },
                    {
                        "fragment": null,
                        "link": "Fos-sur-Mer",
                        "text": null,
                        "title": "Fos-sur-Mer"
                    },
                    {
                        "fragment": null,
                        "link": "Usinor",
                        "text": null,
                        "title": "Usinor"
                    },
                    {
                        "fragment": null,
                        "link": "Thyssen_AG",
                        "text": "Thyssen",
                        "title": "Thyssen AG"
                    },
                    {
                        "fragment": null,
                        "link": "File:Aciérie_ArcelorMittal_Sérémange.JPG",
                        "text": "thumb|Sérémange steel works in 2012",
                        "title": "File:Aciérie ArcelorMittal Sérémange.JPG"
                    },
                    {
                        "fragment": null,
                        "link": "Jean_Gandois",
                        "text": null,
                        "title": "Jean Gandois"
                    },
                    {
                        "fragment": null,
                        "link": "File:Francis_Mer,_2009.jpg",
                        "text": "thumb| [[Francis Mer]], head of the new Usinor",
                        "title": "File:Francis Mer, 2009.jpg"
                    },
                    {
                        "fragment": null,
                        "link": "Francis_Mer",
                        "text": null,
                        "title": "Francis Mer"
                    },
                    {
                        "fragment": null,
                        "link": "Francis_Mer",
                        "text": null,
                        "title": "Francis Mer"
                    },
                    {
                        "fragment": null,
                        "link": "ArcelorMittal",
                        "text": null,
                        "title": "ArcelorMittal"
                    },
                    {
                        "fragment": null,
                        "link": "Greenhouse_gas_emissions",
                        "text": "greenhouse gas emission",
                        "title": "greenhouse gas emissions"
                    },
                    {
                        "fragment": null,
                        "link": "Category:Steel_companies_of_France",
                        "text": null,
                        "title": "Category:Steel companies of France"
                    },
                    {
                        "fragment": null,
                        "link": "Category:Companies_based_in_Grand_Est",
                        "text": null,
                        "title": "Category:Companies based in Grand Est"
                    },
                    {
                        "fragment": null,
                        "link": "Category:Manufacturing_companies_established_in_1948",
                        "text": null,
                        "title": "Category:Manufacturing companies established in 1948"
                    },
                    {
                        "fragment": null,
                        "link": "Category:French_companies_established_in_1948",
                        "text": null,
                        "title": "Category:French companies established in 1948"
                    },
                    {
                        "fragment": null,
                        "link": "Category:Manufacturing_companies_disestablished_in_2007",
                        "text": null,
                        "title": "Category:Manufacturing companies disestablished in 2007"
                    },
                    {
                        "fragment": null,
                        "link": "Category:French_companies_disestablished_in_2007",
                        "text": null,
                        "title": "Category:French companies disestablished in 2007"
                    }
                ],
                "nbLinks": 45,
                "nbTables": 1,
                "nbTexts": 9,
                "tableExtractionDate": "2023-10-21T21:08:00.776386",
                "tables": [
                    {
                        "endOffset": 3949,
                        "startOffset": 3108,
                        "tableCaption": null,
                        "tableContent": "{|class=\"wikitable sortable\n|-\n!Share !! Company !! Notes\n|-\n|rowspan=2 style=\"text-align:right;\"| 47.5% || PFFW (Petits-Fils de François De Wendel)  ||rowspan=2| Lorraine based, [[De Wendel family|de Wendel]]\n|-\n|De Wendel & Cie.\n|-\n|style=\"text-align:right;\"| 3.5% || Forges et Aciéries de Gueugnon || de Wendell\n|-\n|style=\"text-align:right;\"| 3.5% || J.-J. Carnaud et Forges de Basse-Indre || de Wendell\n|-\n|style=\"text-align:right;\"| 14.5% || Aciéries de Rombas || Lorraine, Mar-Mich-Pont\n|-\n|style=\"text-align:right;\"|  21% || Forges et Aciéries de Dilling || Saar, Mar-Mich-Pont (soon to become part of Sidélor)\n|-\n|style=\"text-align:right;\"| 3.5% || UCPMI de Hagondange || \n|-\n| || [[Compagnie des forges et aciéries de la marine et d'Homécourt|Marine & Homécourt]] || \n|-\n| || [[Aciéries de Longwy]] || Soon part of LorraineEscaut\n|}",
                        "tableData": [
                            [
                                "Share",
                                "Company",
                                "Notes"
                            ],
                            [
                                "47.5%",
                                "PFFW (Petits-Fils de François De Wendel)",
                                "Lorraine based, de Wendel"
                            ],
                            [
                                "47.5%",
                                "De Wendel & Cie.",
                                "Lorraine based, de Wendel"
                            ],
                            [
                                "3.5%",
                                "Forges et Aciéries de Gueugnon",
                                "de Wendell"
                            ],
                            [
                                "3.5%",
                                "J.-J. Carnaud et Forges de Basse-Indre",
                                "de Wendell"
                            ],
                            [
                                "14.5%",
                                "Aciéries de Rombas",
                                "Lorraine, Mar-Mich-Pont"
                            ],
                            [
                                "21%",
                                "Forges et Aciéries de Dilling",
                                "Saar, Mar-Mich-Pont (soon to become part of Sidélor)"
                            ],
                            [
                                "3.5%",
                                "UCPMI de Hagondange",
                                ""
                            ],
                            [
                                "",
                                "Marine & Homécourt",
                                ""
                            ],
                            [
                                "",
                                "Aciéries de Longwy",
                                "Soon part of LorraineEscaut"
                            ]
                        ],
                        "tableNum": 0
                    }
                ],
                "technology": "WikitextExtractor",
                "textExtractionDate": "2023-10-21T21:08:00.776386",
                "texts": [
                    {
                        "endOffset": 1503,
                        "index": 0,
                        "level": 0,
                        "startOffset": 0,
                        "title": null,
                        "value": "{{Infobox company\n| name = Sollac\n| logo = \n| type = \n| image = Laminoir à chaud-1968.jpg\n| image_caption = Hot Rolling Mill, Florange\n| industry = Steel\n| fate = Merged into [[ArcelorMittal]]\n| predecessor = \n| successor = \n| founded = December 1948\n| founder = \n| defunct = 2007\n| hq_location_city = \n| hq_location_country = France\n| area_served = \n| key_people = \n| products = \n| owner = \n| num_employees = \n| num_employees_year = \n| parent = \n}}\nSollac (Société Lorraine de Laminage Continu)  was a French steel company formed in December 1948 as a cooperative to produce steel rolls in Lorraine from steel provided by several other companies. There were various changes of ownership during the years that followed.\nIn 1970 the company, under pressure from the French government, began to develop a large new continuous strip mill in the south of France.\nThe French steel industry soon went into crisis, with excess capacity and declining demands from automobile manufacturers and the construction industry.\nSollac became a subsidiary of [[Usinor]] in 1987, responsible for all flat products.\nIn 2002 Usinor became part of [[Arcelor]], which in turn was merged into [[ArcelorMittal]] in 2006."
                    },
                    {
                        "endOffset": 4715,
                        "index": 1,
                        "level": 2,
                        "startOffset": 1503,
                        "title": "Formation",
                        "value": "After [[World War II]] (1939–45) the United States wanted to ensure that the French steel industry could compete effectively with the Ruhr.{{sfn|Kipping|1994|p=232}}\n[[Usinor]] (Union Sidérurgique du Nord de la France) was formed in 1948 by a merger of [[Denain-Anzin]], founded in 1849 and Nord-Est (Forges et Aciéries du Nord-Est).{{sfn|Goddard|Narotzky|2015|loc=PT149}}\nThe main reason for the merger was to implement a continuous rolling mill to reduce costs and satisfy the expected growing market for automobiles and consumer goods. The company used technology from United Engineering and Westinghouse Electric International.{{sfn|Barjot|2002|p=34}}\nIn 1948 it was accepted that a second strip mill should be set up, also using American equipment.{{sfn|Kipping|1994|p=232}}\n\nIn 1948 [[Léon Daum]] promoted the creation of Sollac as a joint-venture flat steel manufacturer.{{sfn|J.M.|1966}}\nMost of the funding came from the state.\nFrançois Bloch-Lainé justified this in 1948 on the basis that Sollac would be in the state's interest.\nThe Société Lorraine de Laminage Continu (Sollac) was established in December 1948.{{sfn|James|2006|p=305}}\nIt was created under a cooperative model to build a wide-strip rolling mill in [[Florange]], as well as a Thomas and Martin mill and two cold mills.\nThe founding companies retained their autonomy.{{sfn|Freyssenet|1979|p=24}}\nEach company supplied its share of cast iron or steel, which Sollac turned into sheet metal, charging cost price.{{sfn|Freyssenet|1979|p=24}}\nThe founders included:{{sfn|Freyssenet|1979|p=24}}{{sfn|James|2006|p=305}}\n\nThe Sollac project was submitted by France to the Organisation of European Economic Cooperation (OEEC) in April 1949, which had representatives of all the Marshall Plan countries.\nWhen the Belgians refused to approve the project, the Marshall Plan's Economic Cooperation Administration (ECA) recommended that the project be funded anyway.{{sfn|Kipping|1994|p=233}}\nA large part of the [[Marshall Plan]] counterpart funds of 1949–51 were used by Sollac and [[Usinor]].{{sfn|James|2006|p=305}}\nSollac became the largest single project funded by the Marshall Plan, with $49.4 million of direct funds and $83.7 million of counterpart funds.\nIt was hoped by the Americans that with two strip mills a French monopoly was less likely to emerge.{{sfn|Kipping|1994|p=233}}"
                    },
                    {
                        "endOffset": 14573,
                        "index": 2,
                        "level": 2,
                        "startOffset": 4715,
                        "title": "History",
                        "value": ""
                    },
                    {
                        "endOffset": 7365,
                        "index": 3,
                        "level": 3,
                        "startOffset": 4727,
                        "title": "Early expansion (1949–69)",
                        "value": "[[File:Siderurgie Hayange.jpg|thumb|Patural blast furnace at [[Hayange]] and Sérémange steelworks]]\nThe foundation stone for the Sollac mill was laid on 23 December 1949 in the small village of [[Serémange]] on the banks of [[Fensch]] river.{{sfn|Une Ville ... Une histoire .. Serémange-Erzange}}\nU.S. Ambassador [[David K. E. Bruce]] said at the groundbreaking ceremony, which was attended by the French Foreign Minister [[Robert Schuman]] and Minister of Industry [[Robert Lacoste]], that he hoped the French iron-steel industry would soon be the first in Europe\".{{sfn|Kipping|1994|p=233}}\nIn 1950 the company formed an association with Continental Foundry and Machines for manufacture of pilger rolls for continuous mills.{{sfn|Bonin|Goey|2009|p=556}}\nThe Sollac continuous strip mills at Serémange-Erzange opened in 1954.{{sfn|Martin|1961|p=245}}\nIn September 1954 [[Jules Aubrun]] was asked by Sollac to assume the post of president, replacing [[Léon Daum]], who had been called to serve in the [[High Authority of the European Coal and Steel Community]] in  [[Luxembourg]].{{sfn|Aron|1960}}\n\nIn 1954 there were more than 2,000 workers in the factories of Serémange alone.{{sfn|Une Ville ... Une histoire .. Serémange-Erzange}}\nIn 1955 half the 3,000 workers at Sollac were Algerian, brought in by the company due to the shortage of French workers.{{sfn|James|2006|p=308}}\nProduction of crude steel at Serémange reached 1,411,000 tons by 1959.\nSerémange had its own oxygen factory, which was expanded in 1959.\nThis was the location where the pure oxygen Kaldo process was to be installed, with a planned capacity of 500,000 tons.{{sfn|Martin|1961|p=245}}\nA 160t [[Kaldo converter|Kaldo furnace]] was installed in 1960 at Sollac's Florange steelworks.{{sfn|Freyssenet|1979|p=81}}\n\nIn 1951 PFFW and Wendel et Cie merged to form de Wendel SA.{{sfn|James|2006|p=306}}\nPont-à-Mousson and Marine Firminy formed Sidélor in 1951, holding their combined assets in Lorraine.\nIn 1964 Sidélor and Wendel formed the Societé des aciéries de Lorraine.{{sfn|Mény|Wright|Rhodes|1987|p=536}}\nThe consortium that was fully merged in January 1968 to form Wendel-Sidelor.{{sfn|Martin|1968|p=375}}\nIt controlled both Sacilor and Sollac. Sacilor specialised in long product while Sollac produced flat products.\nIn 1968 a new Sacilor plant was being built in the Moselle valley at [[Gandrange]], expected to have a capacity of 1.6 million tons by 1970.{{sfn|Martin|1968|p=375}}\nIn the late 1960s Saint-Gobain-Pont-à-Mousson, which owned half of Wendel-Sidélor, decided to withdraw from steelmaking.{{sfn|Daley|1996|p=249}}"
                    },
                    {
                        "endOffset": 9288,
                        "index": 4,
                        "level": 3,
                        "startOffset": 7365,
                        "title": "Solmer (1970–72)",
                        "value": "[[File:ZI Fos-sur-Mer.jpg|thumb|[[Fos-sur-Mer]] industrial zone]]\nIn the mid-1960s the French government set up a group under Sollac's director general, Louis Dherse, to look into building a second new French steel mill.\nThe government pushed Sollac into building the plant at [[Fos-sur-Mer]] in the Rhone's Mediterranean delta.{{sfn|James|2006|p=311}}\nSollac would have preferred a site near Le Havre, since it would have been closer to large markets, but the government's regional development plans took priority.{{sfn|Daley|1996|p=103}}\nSolmer (Societé Lorraine et Méridionale de Laminage Continu) was formed in November 1970 as a Sollac subsidiary to build and operate the new plant.\nSollac was in turn a subsidiary of Wendel-Sidélor.{{sfn|Mény|Wright|Rhodes|1987|p=509}}\nAt the same time, Usinor decided to increase the capacity of its Dunkirk plant to 8 million tons per year.\nTaken with the 4 million tons from Fos-sur-Mer, the two companies would add almost 8 million tons or about 45% of total French output between 1968 and 1973.{{sfn|Godelier|2008|p=122}}\n\nBy 1971 Wendel-Sidélor was the largest steel producer in France, owning Sacilor, the majority of Sollac, and many smaller facilities.\nHowever, its productivity was 40% below that of [[Usinor]].{{sfn|Daley|1996|p=104}}\nGreat hopes were pinned in the Fos-sur-Mer project, but in 1971 Wendel-Sidélor did not have enough revenue to finance the project without assistance.\nIn May 1972 Jacques Ferry of the CSSF helped the government persuade the head of Usinor to help bail out the project, despite his very poor relationship with the head of Wendel-Sidélor.\nIn October 1972 it was agreed that Ferry would head Solmer, which would be jointly controlled by Usinor and Wendel-Sidélor.{{sfn|Mény|Wright|Rhodes|1987|p=509}}\nSolmer was 47.5% owned by Wendel-Sidélor, 47.5% by Usinor and 5% by [[Thyssen AG|Thyssen]].{{sfn|James|2006|p=311}}"
                    },
                    {
                        "endOffset": 11329,
                        "index": 5,
                        "level": 3,
                        "startOffset": 9288,
                        "title": "Industry in crisis (1972–86)",
                        "value": "[[File:Aciérie ArcelorMittal Sérémange.JPG|thumb|Sérémange steel works in 2012]]\nIn 1973 Wendel-Sidélor was renamed Sacilor Aciéries et Laminoires de Lorraine.{{sfn|Mény|Wright|Rhodes|1987|p=536}}\nIn 1975 Sacilor merged with Marine Firminy.{{sfn|Mény|Wright|Rhodes|1987|p=536}}\n[[Jean Gandois]] became Managing Director of Sollac in 1975. \nIn 1979 he assumed the same position with Rhône-Poulenc.{{sfn|Lhaik|1996}}\nBy early 1978 the French steel industry was in crisis, with excess capacity and low prices.{{sfn|Daley|1996|p=126}}\nAfter a delay due to the March 1978 elections, the cabinet released details of their rescue plan on 20 September 1978.{{sfn|Mény|Wright|Rhodes|1987|p=601}}\nThe government converted part of the accumulated losses of about $8,000 million into state equite shareholding, and covered the remaining losses with loans and guarantees.\nIn effect the companies had been nationalized.{{sfn|Price|1981|p=96}}\nUsinor shares were devalued by 33% and Sacilor's by 50%.{{sfn|Daley|1996|p=126}}\nThe unions at once called for a 24-hour stoppage at the Sacilor-Sollac plants throughout Lorraine on 25 September 1978, but there was little they could do to prevent layoffs.{{sfn|Mény|Wright|Rhodes|1987|p=601}}\n\nAs of January 1981 Sollac's Moselle holdings were a cold rolling operation at Ebange-Florange in the Moselle Valley, and a coke works and continuous casting plant at Sérémange in the Fensch Valley.{{sfn|Mény|Wright|Rhodes|1987|p=537}}\nThat year Jacques Mayoux, Managing Director of Sacilor-Sollac, said that steel production in Europe would be limited for some time, so to keep production stable it would be necessary to cut worker numbers from year to year.{{sfn|Mény|Wright|Rhodes|1987|p=537}}\nSacilor-Sollac bought SNAP, a specialty steel producer.\nThe Thomas steel plant at Hagandange was closed, and Sollac obtained new oxygen furnaces and two continuous casters.{{sfn|Daley|1996|p=127}}\nBetween 1985 and 1988 Sollac cut the costs of its inputs by 20%.{{sfn|Daley|1996|p=258}}"
                    },
                    {
                        "endOffset": 14573,
                        "index": 6,
                        "level": 3,
                        "startOffset": 11329,
                        "title": "Usinor subsidiary (1986–2002)",
                        "value": "[[File:Francis Mer, 2009.jpg|thumb| [[Francis Mer]], head of the new Usinor]]\nIn 1986 Usinor and Sacilor were combined under one holding company headed by [[Francis Mer]].\nThe group accounted for 95% of French steel production.{{sfn|Godelier|2008|p=126}}\nThe Usinor-Sacilor group undertook an internal reorganization in 1987 into four specialized divisions: Sollac for thin flat products, Ugine for special flat and stainless steel products, Unimetal for long products and Ascometal for special long products.{{sfn|Mioche|1994|p=22}}\nThe new Sollac, the largest subsidiary of the group, included the flat products operations of the formerly competing Usinor and Sollac companies.{{sfn|Godelier|2008|p=127}}\nIn 1988 the company started to base profit sharing on productivity improvements, with the share calculated separately at each location.{{sfn|Daley|1996|p=165}}\n\nIn January 1993 Sollac decided to increase its prices to offset declining volumes.{{sfn|Mioche|1994|p=23}}\nAs of 2000 the Sollac steel plant just outside Dunkirk was one of the largest and most efficient in Europe.\nIt converted iron ore and coal into steel rolls in a continuous process, producing 6 million tonnes annually.\nThe plant had a dedicated port, railway and {{convert|55|km}} road network.\nHowever, Sollac was struggling due to decline in demand from the automobile and construction industries in Europe, with prices falling and excess steel piling up.{{sfn|Bamford|Munday|2002|p=59}}\n\nOn 1 February 2000 Usinor was restructured geographically.\nSollac-Atlantique, Sollac-Lorraine and Sollac-Méditerranée were now fully independent subsidiaries. \nSollac-Méditerranée included the French plants at Fos-sur-Mer and Saint-Chély-d'Apcher, and also included plants in Spain, Italy, Turkey and Portugal.{{sfn|Modernisation en vue pour Sollac – L'UsineNouvelle}}\nIn February 2002 Usinor was merged with Arbed (Luxembourg) and Aceralia (Spain) to form Arcelor.{{sfn|Our History – ArcelorMittal}}\nIn 2006 Arcelor was merged with Mittal Steel to form [[ArcelorMittal]].{{sfn|Our History – ArcelorMittal}}\nSollac Atlantique was terminated on 22 January 2007.{{sfn|Sollac Atlantique – Societe SAS}}\nAs of 2008 the subsidiaries were named Société Arcelor Atlantique et Lorraine and Sollac Méditerrannée.\nThe companies were involved in a dispute with the French government over the [[greenhouse gas emissions|greenhouse gas emission]] allowance trading scheme, in which different treatment was being applied to the steel sector and to the chemical and non-ferrous metal sectors.{{sfn|EUR-Lex - 62007CA0127 - EN}}\n\nSollac Mediterranee was later renamed ArcelorMittal Mediterranee SASU.{{sfn|ArcelorMittal Mediterranee SASU ... Bloomberg}}\nIn 2017 ArcelorMittal Atlantique et Lorraine included the main plant at Dunkirk with a capacity of 7 million tonnes of steel slab and 4.45 million tonnes of hot-rolled coils per year.\nIt also supplied steel slabs to the second hot rolling mill of the unit located in Sérémange in Lorraine.\nThe unit also included plants at Florange, Base-Indre, Desvres, Mardyck, Montataire and Mouzon.\nIn 2012 49% of the unit's output was delivered to the automobile sector.{{sfn|Atlantique et Lorraine – ArcelorMittal}}"
                    },
                    {
                        "endOffset": 14639,
                        "index": 7,
                        "level": 2,
                        "startOffset": 14573,
                        "title": "Notes",
                        "value": "{{notes}}{{reflist|30em}}\n\n{{commons category|Sollac}}"
                    },
                    {
                        "endOffset": 21636,
                        "index": 8,
                        "level": 2,
                        "startOffset": 14639,
                        "title": "Sources",
                        "value": "{{refbegin}}\n*{{citation|ref={{harvid|ArcelorMittal Mediterranee SASU ... Bloomberg}}\n |title=ArcelorMittal Mediterranee SASU (Company Overview)|publisher=Bloomberg\n |url=https://www.bloomberg.com/research/stocks/private/snapshot.asp?privcapid=6561939|access-date=2017-10-20}}\n*{{citation|language=fr|journal=La Jaune et la Rouge |date=February 1960 |title=Jules AUBRUN\n |last=Aron|first=Aexis |url=http://annales.org/archives/x/aubrun.html|access-date=2017-07-10}}\n*{{citation|language=fr|ref={{harvid|Atlantique et Lorraine – ArcelorMittal}}\n |title=Atlantique et Lorraine|publisher=ArcelorMittal\n |url=http://www.arcelormittalinfrance.com/our-business/our-plant-and-products/atlantique-and-lorraine.aspx|access-date=2017-10-20}}\n*{{citation\n |last1=Bamford|first1=Colin Grahame|last2=Munday|first2=Stephen C. R.|title=Markets|url=https://books.google.com/books?id=h-3lY8lD030C&pg=PA59\n |access-date=2017-10-20|year=2002|publisher=Heinemann|isbn=978-0-435-33223-5}}\n*{{citation\n |last=Barjot|first=Dominique|title=Catching Up with America: Productivity Missions and the Diffusion of American Economic and Technological Influence After the Second World War \n |type=Proceedings of the Caen Preconference 18–20 September 1997, Workshop C 45 of Twelfth International Economic History Congress of Madrid\n |url=https://books.google.com/books?id=hXBAYochN3MC&pg=PA273|access-date=2017-10-20|year=2002|publisher=Presses Paris Sorbonne|isbn=978-2-84050-240-1}}\n*{{citation\n |last1=Bonin|first1=Hubert|last2=Goey|first2=Ferry de|title=American Firms in Europe: Strategy, Identity, Perception and Performance (1880-1980)\n |url=https://books.google.com/books?id=mzFIj-0jHKcC&pg=PA556|access-date=2017-07-17|year=2009|publisher=Librairie Droz|isbn=978-2-600-01259-1}}\n*{{citation\n |last=Daley|first=Anthony|title=Steel, State, and Labor: Mobilization and Adjustment in France|url=https://books.google.com/books?id=GhdCY82icCQC&pg=PA165\n |access-date=2017-10-19|date=1996-02-15|publisher=University of Pittsburgh Pre|isbn=978-0-8229-7485-7}}\n*{{citation|ref={{harvid|EUR-Lex - 62007CA0127 - EN}}\n |title=EUR-Lex - 62007CA0127 - EN|publisher=EUR-Lex\n |url=http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=CELEX%3A62007CA0127|access-date=2017-10-20}}\n*{{citation|language=fr\n |last=Freyssenet |first=Michel |title=La sidérurgie française, 1945-1979. : L’histoire d’une faillite. Les solutions qui s’affrontent\n |publisher=Savelli |year=1979|access-date=2017-10-19\n |url=https://hal.archives-ouvertes.fr/file/index/docid/165640/filename/La_Siderurgie_francaise_1945-1979._L_histoire_d_une_faillite._Les_solutions_qui_s_affrontent.pdf}}\n*{{citation\n |last1=Goddard|first1=Victoria|last2=Narotzky|first2=Susana|title=Industry and Work in Contemporary Capitalism: Global Models, Local Lives?\n |url=https://books.google.com/books?id=akByBgAAQBAJ&pg=PT149 |access-date=2017-10-20|date=2015-01-30|publisher=Routledge|isbn=978-1-317-74521-1}}\n*{{citation|language=fr|title=La naissance d'un géant : Arcelor-Mittal (1948-2006)\n |last=Godelier |first=Éric|journal=French Politics, Culture & Society|volume= 26|issue= 2 |date=Summer 2008\n |publisher=Berghahn Books|jstor=42843551}}\n*{{citation |title=IN MEMORIAM 21 mars 1887 - 28 mai 1966|journal=La Jaune et la Rouge|date=August–September 1966\n |author=J.M.|language=fr\n |url=http://www.annales.org/archives/x/daum.html|access-date=2017-07-10}}\n*{{citation\n |last=James|first=Harold|title=FAMILY CAPITALISM|url=https://books.google.com/books?id=G8xTq15P0H8C&pg=PA305\n |access-date=2017-07-17|year=2006|publisher=Harvard University Press|isbn=978-0-674-02181-5}}\n*{{cite conference |mode=cs2 |title=Competing for Dollars and Technology: The United States and the Modernization of the French and German Steel Industries after World War II\n |last=Kipping |first=Matthias |journal=Business and Economic History |volume=23 |issue=1 |book-title=Papers presented at the fortieth annual meeting of the Business History Conference\n |date=Fall 1994 |publisher=Cambridge University Press |jstor=23702848}}\n*{{citation|language=fr|title=Jean Gandois, un PDG sans langue de bois\n |last=Lhaik |first=Corinne |date=23 May 1996|journal=L'Express\n |url=http://www.lexpress.fr/informations/jean-gandois-un-pdg-sans-langue-de-bois_614364.html|access-date=2017-10-02}}\n*{{citation|title=DEVELOPMENTS IN THE LORRAINE IRON AND STEEL INDUSTRY\n |last=Martin |first=J. E.|journal=Geography|volume=46 |issue=3 |date=July 1961|publisher=Geographical Association|jstor=40565267}}\n*{{citation|title=New Trends in the Lorraine Iron Region\n |last=Martin |first=J. E. |journal=Geography|volume=53 |issue=4 |date=November 1968 |publisher=Geographical Association\n  |jstor=40566963}}\n*{{citation\n |last1=Mény|first1=Yves|last2=Wright|first2=Vincent|last3=Rhodes|first3=Martin|title=The Politics of Steel: Western Europe and the Steel Industry in the Crisis Years (1974-1984)\n |url=https://books.google.com/books?id=eYZinsF8qEAC&pg=PA537|access-date=2017-10-19|year=1987|publisher=Walter de Gruyter|isbn=978-3-11-010517-9}}\n*{{citation|language=fr|title=La sidérurgie Française de 1973 à nos jours: Dégénérescence et transformation\n |last=Mioche |first=Philippe|journal=Vingtième Siècle. Revue d'histoire|issue= 42 |date=April–June 1994\n |publisher=Sciences Po University Press|doi=10.2307/3771210|jstor=3771210}}\n*{{citation|language=fr|ref={{harvid|Modernisation en vue pour Sollac – L'UsineNouvelle}}\n |title=Modernisation en vue pour Sollac|work=L'UsineNouvelle\n |url=https://www.usinenouvelle.com/article/provence-alpes-cote-d-azurmodernisation-en-vue-pour-sollac-fosl-entite-sollac-mediterranee-d-usinor-a-ouvert-officiellement-son-activite-le-1er-fevrier-2000-sa-direction-annonce-un-investiss.N96036|access-date=2017-10-20}}\n*{{citation|ref={{harvid|Our History – ArcelorMittal}}\n |title=Our History|publisher=ArcelorMittal\n |url=http://corporate.arcelormittal.com/who-we-are/our-history|access-date=2017-10-19}}\n*{{citation\n |last=Price|first=Victoria Curzon|title=Industrial Policies in the European Community|url=https://books.google.com/books?id=rqOvCwAAQBAJ&pg=PA96\n |access-date=2017-10-20|date=1981-11-26|publisher=Palgrave Macmillan UK|isbn=978-1-349-16640-4}}\n*{{citation|language=fr|ref={{harvid|Sollac Atlantique – Societe SAS}}\n |title=Sollac Atlantique|work=Societe SAS\n |url=https://www.societe.com/societe/sollac-atlantique-421173907.html|access-date=2017-10-20}}\n*{{citation|language=fr|ref={{harvid|Une Ville ... Une histoire .. Serémange-Erzange}}\n |title=Une Ville ... Une histoire|publisher=Ville de Serémange-Erzange\n |url=http://www.mairie-seremange-erzange.fr/presentation.aspx|access-date=2017-10-20}}\n{{refend}}\n{{authority control}}\n\n\n[[Category:Steel companies of France]]\n[[Category:Companies based in Grand Est]]\n[[Category:Manufacturing companies established in 1948]]\n[[Category:French companies established in 1948]]\n[[Category:Manufacturing companies disestablished in 2007]]\n[[Category:French companies disestablished in 2007]]"
                    }
                ]
            }
        ],
        "statsMetadata": {
            "textSize": 20279
        },
        "preprocessingMetadata": [
            {
                "technologyResults": [
                    {
                        "dagobah": {
                            "debug": {
                                "cpaTaskTimeSec": 0.01,
                                "memoryUsage": 0.0,
                                "entityScoringTimeSec": 0.19,
                                "ceaTaskTimeSec": 2.6699999999999995,
                                "abnormalLookupMentions": [],
                                "ctaTaskTimeSec": 2.6399999999999997,
                                "avgLookupCandidate": 77.47,
                                "subgraphConstructionTimeSec": 6.61
                            },
                            "preprocessed": {
                                "primitiveTyping": [
                                    {
                                        "typing": [
                                            {
                                                "typingLabel": "PERCENT",
                                                "typingScore": 0.78
                                            }
                                        ],
                                        "columnIndex": 0
                                    },
                                    {
                                        "typing": [
                                            {
                                                "typingLabel": "ORG",
                                                "typingScore": 0.56
                                            },
                                            {
                                                "typingLabel": "UNKNOWN",
                                                "typingScore": 0.44
                                            }
                                        ],
                                        "columnIndex": 1
                                    },
                                    {
                                        "typing": [
                                            {
                                                "typingLabel": "GPE",
                                                "typingScore": 0.33
                                            },
                                            {
                                                "typingLabel": "PERSON",
                                                "typingScore": 0.22
                                            },
                                            {
                                                "typingLabel": "UNKNOWN",
                                                "typingScore": 0.22
                                            }
                                        ],
                                        "columnIndex": 2
                                    }
                                ],
                                "headerInfo": {
                                    "hasHeader": true,
                                    "headerScore": 0.13,
                                    "headerLabel": [
                                        "Share",
                                        "Company",
                                        "Notes"
                                    ],
                                    "headerPosition": 0
                                },
                                "primaryKeyInfo": {
                                    "primaryKeyScore": 0.12,
                                    "primaryKeyPosition": 1,
                                    "hasPrimaryKey": true
                                },
                                "tableOrientation": {
                                    "orientationScore": 0.2,
                                    "orientationLabel": "HORIZONTAL"
                                }
                            },
                            "executionTimeSec": {
                                "preprocessingTime": 0.27,
                                "totalTime": 24.28,
                                "lookupTime": 7.81
                            },
                            "annotated": {
                                "CTA": [
                                    {
                                        "annotation": [
                                            {
                                                "coverage": 0.56,
                                                "score": 0.04,
                                                "label": "Dump not contain this info",
                                                "uri": "http://www.wikidata.org/entity/Q4830453"
                                            },
                                            {
                                                "coverage": 0.56,
                                                "score": 0.03,
                                                "label": "Dump not contain this info",
                                                "uri": "http://www.wikidata.org/entity/Q43229"
                                            },
                                            {
                                                "coverage": 0.56,
                                                "score": 0.03,
                                                "label": "Dump not contain this info",
                                                "uri": "http://www.wikidata.org/entity/Q12569864"
                                            },
                                            {
                                                "coverage": 0.56,
                                                "score": 0.03,
                                                "label": "Dump not contain this info",
                                                "uri": "http://www.wikidata.org/entity/Q155076"
                                            }
                                        ],
                                        "column": 1
                                    },
                                    {
                                        "annotation": [
                                            {
                                                "coverage": 0.44,
                                                "score": 0.03,
                                                "label": "Dump not contain this info",
                                                "uri": "http://www.wikidata.org/entity/Q79007"
                                            },
                                            {
                                                "coverage": 0.44,
                                                "score": 0.02,
                                                "label": "Dump not contain this info",
                                                "uri": "http://www.wikidata.org/entity/Q34442"
                                            }
                                        ],
                                        "column": 2
                                    }
                                ],
                                "tableDataRevised": [
                                    [
                                        "Share",
                                        "Company",
                                        "Notes"
                                    ],
                                    [
                                        "47.5%",
                                        "PFFW (Petits-Fils de François De Wendel)",
                                        "Lorraine based, de Wendel"
                                    ],
                                    [
                                        "47.5%",
                                        "De Wendel & Cie.",
                                        "Lorraine based, de Wendel"
                                    ],
                                    [
                                        "3.5%",
                                        "Forges et Aciéries de Gueugnon",
                                        "de Wendell"
                                    ],
                                    [
                                        "3.5%",
                                        "J.-J. Carnaud et Forges de Basse-Indre",
                                        "de Wendell"
                                    ],
                                    [
                                        "14.5%",
                                        "Aciéries de Rombas",
                                        "Lorraine, Mar-Mich-Pont"
                                    ],
                                    [
                                        "21%",
                                        "Forges et Aciéries de Dilling",
                                        "Saar, Mar-Mich-Pont (soon to become part of Sidélor)"
                                    ],
                                    [
                                        "3.5%",
                                        "UCPMI de Hagondange",
                                        ""
                                    ],
                                    [
                                        "",
                                        "Marine & Homécourt",
                                        ""
                                    ],
                                    [
                                        "",
                                        "Aciéries de Longwy",
                                        "Soon part of LorraineEscaut"
                                    ]
                                ],
                                "CPA": [],
                                "CEA": [
                                    {
                                        "annotation": {
                                            "score": 0.05,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q1438179"
                                        },
                                        "column": 1,
                                        "row": 1
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.07,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q7982361"
                                        },
                                        "column": 1,
                                        "row": 2
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q107241559"
                                        },
                                        "column": 1,
                                        "row": 3
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q3077263"
                                        },
                                        "column": 1,
                                        "row": 4
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q65446765"
                                        },
                                        "column": 1,
                                        "row": 5
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q107241559"
                                        },
                                        "column": 1,
                                        "row": 6
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q21913"
                                        },
                                        "column": 1,
                                        "row": 7
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.07,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q2989965"
                                        },
                                        "column": 1,
                                        "row": 8
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.07,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q14257686"
                                        },
                                        "column": 1,
                                        "row": 9
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q101050695"
                                        },
                                        "column": 2,
                                        "row": 1
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.06,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q101050695"
                                        },
                                        "column": 2,
                                        "row": 2
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.07,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q19011946"
                                        },
                                        "column": 2,
                                        "row": 3
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.07,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q19011946"
                                        },
                                        "column": 2,
                                        "row": 4
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.07,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q27893495"
                                        },
                                        "column": 2,
                                        "row": 5
                                    },
                                    {
                                        "annotation": {
                                            "score": 0.04,
                                            "label": "Dump not contain this info",
                                            "uri": "http://www.wikidata.org/entity/Q3336843"
                                        },
                                        "column": 2,
                                        "row": 9
                                    }
                                ]
                            }
                        },
                        "index": 0
                    }
                ],
                "technologyExecution": {
                    "beginDate": "2024-04-03T07:24:58.239076",
                    "endDate": "2024-04-03T07:25:23.553176"
                },
                "technology": {
                    "name": "DAGOBAH Table Annotation",
                    "company": "Orange",
                    "id": "dagobah_anotation",
                    "type": "table",
                    "version": "Unknown"
                }
            }
        ]
    }
}
