{
    "id": "364531",
    "title": "Thorn Lighting",
    "url": [
        "https://en.wikipedia.org/?curid=364531",
        "https://en.wikipedia.org/wiki/Thorn Lighting"
    ],
    "tableData": [
        [
            [
                "Year",
                "Innovation"
            ],
            [
                "1948",
                "Become the first British lighting company to mass-produce fluorescent tubes. One of the first installations of Atlas fluorescent lamps was in the Westminster City Library, London, opened in July."
            ],
            [
                "1952",
                "Chief Chemist Dr Peter Ranby developed a new range of phosphors which led to the introduction of the White “3500K” lamp with a colour appearance midway between daylight and warm white."
            ],
            [
                "1954",
                "Introduced its flagship product, the Atlas Popular Pack – the first mass-produced fitting to be sold complete with its tube as a single package."
            ],
            [
                "1955",
                "Launched the Alpha One lantern, the first hermetically sealed and injection moulded optical system for road lighting. Designer: Richard Stevens."
            ],
            [
                "1957",
                "Introduced a new form of entertainment at Woburn Abbey, the Atlas Aurama system. This advanced Son et Lumiere show was controlled by electronic dimming."
            ],
            [
                "1962",
                "Introduced the VASI (visual approach slope indicator), developed in conjunction with the Royal Aircraft Establishment, to aid aircraft landing."
            ],
            [
                "1963",
                "Developed the electroluminescent Image Retaining Panel  for X-ray screens and radar scanning."
            ],
            [
                "1964",
                "Introduced Q-File, the electronic lighting control system, designed in conjunction with the BBC, to improve theatre and TV lighting."
            ],
            [
                "1965",
                "Mass-produced Flashcubes for photography, developed in association with Sylvania and Kodak."
            ],
            [
                "1967",
                "Launched the first twin-filament tungsten halogen car headlamp, allowing drivers to use either full beam or dipped lights (given an AA National Motoring Award for road safety) and manufactured high pressure sodium lamps. Supplied lighting for Britain's new motorways, a section of the M4 near Heathrow Airport with 140 W SLI/H lamps in Alpha 6 lanterns."
            ],
            [
                "1970",
                "Developed Magicube X with Kodak, a photographic flash cube not requiring a battery and the CSI (compact source iodide) lamp for floodlighting, outside filming and studio work."
            ],
            [
                "1972",
                "Became the first lighting company to win the Queen's Award to Industry for Technical Innovation (developing halogen lamps). Also the first manufacturer to offer a complete integrated lighting, heating and ventilation system with the introduction of ‘Arena’ – a new concept in commercial architecture."
            ],
            [
                "1976",
                "Introduced the 70 W high pressure sodium lamp."
            ],
            [
                "1981",
                "Launched two major improvements in fluorescent lighting: an energy saving replacement for the ordinary light bulb (the 2D compact fluorescent lamp) and the high frequency electronic ballast (exhibited at Hannover Messe, Germany)."
            ],
            [
                "1984",
                "Developed the Haloheat cooker hob with halogen heat lamps."
            ],
            [
                "1987",
                "Manufactured a range of low wattage single ended metal halide and dichroic tungsten halogen lamps and fittings."
            ],
            [
                "1988",
                "Developed the C-VAS lighting management system for offices."
            ],
            [
                "1989",
                "The Aria spotlight and Modulight fluorescent win Die gute Industrieform design awards at the Hannover Fair, Germany."
            ],
            [
                "1991",
                "Launched Sensa, the first independent, intelligent lighting management fitting for offices."
            ],
            [
                "2000",
                "The Sensa 2 intelligent luminaire was voted a Millennium product by the Design Council."
            ],
            [
                "2006",
                "Introduced the Orus low-level road lantern, which won an NICEIC award for best electrical product innovation."
            ],
            [
                "2010",
                "The StyLED road lantern won a “Label del’Observeur du design 11” award given by the French Agency for the Promotion of Industrial Creation (APIC) and the new PopPack was voted Innovative Lighting Product of the Year by Electrical Times. Thorn, together with Cambridge Display Technology and Durham University, won a Technology & Innovation Award, for addressing fundamental issues over the performance and production of light emitting polymers."
            ]
        ]
    ]
}