[
    {
        "id": "55551",
        "title": "George Sand",
        "url": "https://fr.wikipedia.org/?curid=55551",
        "header": [
            "Institution",
            "Lien internet",
            "Description"
        ],
        "rows": [
            [
                "Ministère de la Culture",
                "",
                "L'histoire de George Sand avec sa famille, son entourage, les amours, les lieux, l'écrivain, l'artiste romantique, les combats, les théâtres, la musique."
            ],
            [
                "Ministère de la Culture",
                "",
                "Documents, images, photographies, en provenance de plusieurs sites tant du ministère de la culture que de bases partenaires."
            ],
            [
                "Bibliothèque nationale de France",
                "",
                "Data.bnf.fr est le catalogue numérique de la Bibliothèque nationale de France. Il regroupe les œuvres et les thèmes d'un auteur et permet d'accéder à une sélection de références bibliographiques et de liens à des documents."
            ],
            [
                "Bibliothèque nationale de France",
                "",
                "Cette bibliographie recense  documents sur George Sand en tant que : auteur, préfacier, compositeur, dessinateur…Parmi ces ouvrages en ligne, figurent les correspondances et biographies."
            ],
            [
                "Bibliothèque nationale de France",
                "",
                "Base de données George Sand : romans, œuvres, biographies, journal intime de George Sand…À consulter sur le site de la bibliothèque numérique Gallica."
            ],
            [
                "Calames",
                "",
                "Catalogue en ligne des archives et des manuscrits de l'enseignement supérieur sur George Sand."
            ],
            [
                "Centre des monuments nationaux",
                "",
                "Visite de la maison de George Sand grâce au site photographique Regards, des monuments nationaux.Possibilité de recherches à travers plusieurs thèmes concernant George Sand."
            ],
            [
                "Internet Archive",
                "",
                "Bibliothèque numérique d'Internet Archive digital library à l'Université de Toronto, se rapportant aux ouvrages de George Sand et aux différentes biographies qui lui sont consacrées."
            ],
            [
                "Open Library",
                "",
                "Open Library est un projet de l'Internet Archive et a pour mission de répertorier tous les ouvrages publiés dans une base de données."
            ],
            [
                "Bibliothèque Électronique du Québec",
                "",
                "Bibliothèque numérique des œuvres de George Sand : romans, contes, récits, nouvelles, pièces de théâtre et textes autobiographiques."
            ],
            [
                "Projet Gutenberg",
                "",
                "Le projet Gutenberg offre une collection d'ouvrages de George Sand et de biographies consacrées à la romancière, à télécharger."
            ],
            [
                "Réunion des musées nationaux",
                "",
                "Un album photographique et d'images, dédié à George Sand à partir d'une sélection de thèmes, de parcours, pour découvrir la romancière."
            ],
            [
                "Portail Joconde",
                "",
                "Le musée George Sand à La Châtre, reverse une partie de ses collections sur la base nationale des musées de France, Joconde."
            ],
            [
                "Musée de La Châtre",
                "",
                "Collections du musée de La Châtre. George Sand à travers son œuvre, ses souvenirs, des éditions originales, lettres autographes, manuscrits, photographies, portraits."
            ],
            [
                "Portail Persée",
                "",
                "Index des recherches, publications, comptes-rendus, articles, concernant George Sand sur le site de Persée.Portail en libre accès de revues scientifiques."
            ],
            [
                "Assemblée nationale",
                "",
                "Chronologie de l'écrivain avec les repères biographiques."
            ],
            [
                "Assemblée nationale",
                "",
                "Document pdf, publié lors du bicentenaire de la naissance de George Sand."
            ],
            [
                "Sénat",
                "",
                "Colloque sur le thème des « femmes et pouvoirs » au cours du .Conférencière : Martine Reid, professeur(e) de langue et littérature françaises."
            ],
            [
                "Institut national d'histoire de l'art",
                "",
                "lettres autographes, signées par Eugène Delacroix et adressées à George Sand de 1837 à 1863, précédées d'une lettre d'Aurore Lauth-Sand authentifiant la correspondance."
            ]
        ],
        "column_types": "",
        "key_column": "",
        "numeric_columns": [],
        "date_columns": {}
    },
    {
        "id": "55551",
        "title": "George Sand",
        "url": "https://fr.wikipedia.org/?curid=55551",
        "header": [
            "Notaire",
            "Période d'exercice",
            "Étude",
            "Adresse",
            "Paroisse",
            "Quartier",
            "Ville",
            "Notes"
        ],
        "rows": [
            [
                "Charles Nicolas Denis de Villiers",
                "au",
                "XXIX",
                "rue des Boucheries au faubourg Saint-Germain 3 rue de Grenelle-Saint-Germain",
                "Saint-Sulpice",
                "Saint-Germain-des-Prés",
                "Paris",
                "Notaire d'Aurore de Saxe, rue des Boucheries de 1780 à 1785 et 3 rue de Grenelle-Saint-Germain de 1786 à 1822."
            ],
            [
                "Achille Nicolas René Tourin",
                "au",
                "XXIX",
                "3 rue de Grenelle-Saint-Germain",
                "Saint-Sulpice",
                "Saint-Germain-des-Prés",
                "Paris",
                "Aurore Dupin de Francueil et future George Sand, prend comme notaire  Achille Nicolas René Tourin, successeur de  Charles Nicolas Denis de Villiers, à Paris."
            ]
        ],
        "column_types": "",
        "key_column": "",
        "numeric_columns": [],
        "date_columns": {}
    },
    {
        "id": "55551",
        "title": "George Sand",
        "url": "https://fr.wikipedia.org/?curid=55551",
        "header": [
            "AN",
            "MC",
            "RE",
            "ET",
            "Chiffres romains"
        ],
        "rows": [
            [
                "Archives Nationales",
                "Minutier Central",
                "Cote du répertoire",
                "Cote de la Minute",
                "Étude notariale"
            ]
        ],
        "column_types": "",
        "key_column": "",
        "numeric_columns": [],
        "date_columns": {}
    },
    {
        "id": "55551",
        "title": "George Sand",
        "url": "https://fr.wikipedia.org/?curid=55551",
        "header": [
            "Date",
            "Notaire",
            "Acte notarié",
            "Cote du document",
            "Lien Archives nationales",
            "Notes"
        ],
        "rows": [
            [
                "",
                "Charles Nicolas Denis de Villiers",
                "Origine de la propriété de Nohant",
                "AN - MC - XXIX - ET- 619",
                "",
                "Le , vente à Marie-Aurore de Saxe, veuve de Louis-Claude Dupin de Francueil, de la terre de Nohan. Marie-Aurore de Saxe achète le domaine de Nohant pour un montant de  à Pierre Philippe Péarron de Serennes, ancien officier d'infanterie et gouverneur de Vierzon, cousin de la famille Dupin de Francueil. Acte déposé chez  Charles Nicolas Denis de Villiers, notaire."
            ],
            [
                "",
                "Charles Nicolas Denis de Villiers",
                "Succession de Marie-Aurore de Saxe",
                "AN - MC - RE - XXIX - 12",
                "",
                "Marie-Aurore de Saxe meurt au château de Nohant, le . Le , inventaire après décès de Marie-Aurore de Saxe, veuve de Louis-Claude Dupin, receveur des finances à Metz et en Alsace, chevalier. Domicile :  rue Neuve des-Mathurins à Paris. L'inventaire est déposé chez  Charles Nicolas Denis de Villiers, notaire.Le , renonciation à bénéfice d'inventaire. Document Archives nationales, sous la cote : AN - ET - XXXII - 376."
            ],
            [
                "",
                "Achille Nicolas René Tourin",
                "Délivrance de legs de Marie-Aurore de Saxe (testament)",
                "AN - MC - ET - XXIX - 879",
                "",
                "Le , délivrance de legs de Marie-Aurore de Saxe par Antoinette Sophie Victoire Delaborde, établi chez  Achille Nicolas René Tourin, notaire.Intitulé du document : Saxe (Marie-Aurore de) veuve de Louis-Claude Dupin. § Délivrance de legs de Marie-Aurore de Saxe par Antoinette Sophie Victoire Delaborde, veuve de Maurice-François-Élisabeth Dupin, demeurant rue des Mathurins, tutrice d'Armandine-Aurore-Lucile Dupin, sa fille mineure, légataire universelle de défunte Marie-Aurore de Saxe son aïeule."
            ],
            [
                "",
                "Achille Nicolas René Tourin",
                "Contrat de mariage entre François Dudevant et Aurore Dupin",
                "AN - MC - ET - XXIX - 879",
                "",
                "Le , contrat de mariage entre François, baron Dudevant, et Amantine-Lucile-Aurore Dupin de Francueil, rédigé chez  Achille Nicolas René Tourin, notaire.Intitulé du document : Contrat de mariage entre François Dudevant et Amantine-Lucile-Aurore Dupin dite George Sand. François Dudevant est licencié en droit, ancien officier au  d'infanterie, demeurant  rue du Hazard, fils du baron Jean-François Dudevant, ancien colonel de Cavalerie, ancien député, chevalier de l'Ordre royal et militaire de Saint-Louis, officier de l'Ordre royal de la Légion d'honneur.Aurore Dupin épouse le  à Paris dans le  ancien ( actuel), François Dudevant (né le  à Pompiey et mort le  à Barbaste, village de Lot-et-Garonne). Le mariage religieux est célébré à l'église Saint-Louis-d'Antin à Paris.Le contrat de mariage est numérisé par les Archives nationales : ."
            ]
        ],
        "column_types": "",
        "key_column": "",
        "numeric_columns": [],
        "date_columns": {}
    }
]