[
    {
        "id": "6957904",
        "title": "Liste des princesses de Condé",
        "url": "https://fr.wikipedia.org/?curid=6957904",
        "header": [
            "Rang",
            "Portrait",
            "Nom\n(dates)",
            "Époux",
            "Titres",
            "Eléments biographiques",
            "Armoiries"
        ],
        "rows": [
            [
                "1",
                "107x107px",
                "Éléonore de Roye(24 février 1535 - 23 juillet 1564)",
                "* Louis  de Bourbon-Condé (mariage le 22 juin 1551)",
                "* Comtesse de Roucy et dame de Conti (de plein droit, 19 janvier 1551 - 23 juillet 1564)\n* Princesse de Condé (22 juin 1551 - 23 juillet 1564)\n* Comtesse d'Enghien (10 août 1557 - 23 juillet 1564)",
                "* Princesse de la Maison de Roye. Fille de Charles de Roye et de Madeleine de Mailly.\n*Mère d'Henri  de Bourbon-Condé, de François de Bourbon-Conti et de Charles II de Bourbon.",
                ""
            ],
            [
                "2",
                "113x113px",
                "Françoise d'Orléans-Longueville (5 avril 1549 - 11 juin 1601)",
                "* Louis  de Bourbon-Condé (mariage le 8 novembre 1565)",
                "* Princesse de Condé (8 novembre 1565 - 13 mars 1569)\n* Comtesse (8 novembre 1565 - 1566) puis duchesse (1566 - 13 mars 1569) d'Enghien",
                "* Princesse de la Maison d’Orléans-Longueville. Fille de François d’Orléans-Longueville et de Jacqueline de Rohan-Gyé.\n*Mère de Charles de Bourbon-Soissons.",
                "80x80px"
            ],
            [
                "3",
                "110x110px",
                "Marie de Clèves(1553 - 30 octobre 1574)",
                "* Henri  de Bourbon-Condé (mariage le 10 août 1572)",
                "* Comtesse de Beaufort, marquise d'Isles, baronne de Jaucourt et dame de Jully (de plein droit, 1564 - 30 octobre 1574)\n* Princesse de Condé et duchesse d'Enghien (10 août 1572 - 30 octobre 1574)",
                "* Princesse de la Maison de La Marck. Fille de François  de Nevers et de Marguerite de Bourbon-Vendôme.",
                "80x80px"
            ],
            [
                "4",
                "108x108px",
                "Charlotte-Catherine de La Trémoille(18 juin 1568 - 29 août 1629)",
                "* Henri  de Bourbon-Condé (mariage le 16 mars 1586)",
                "* Princesse de Condé et duchesse d'Enghien (16 mars 1586 - 5 mars 1588)",
                "* Princesse de la Maison de La Trémoille. Fille de Louis III de La Trémoille et de Jeanne de Montmorency.\n*Mère d'Éléonore de Bourbon-Condé et d'Henri II de Bourbon-Condé.",
                "100x100px"
            ],
            [
                "5",
                "101x101px",
                "Charlotte-Marguerite de Montmorency (11 mai 1594 - 2 décembre 1650)",
                "* Henri II de Bourbon-Condé (mariage le 17 mai 1609)",
                "* Princesse de Condé (17 mai 1609 - 26 décembre 1646)\n* Duchesse d'Enghien (17 mai 1609 - 8 septembre 1621)\n* Duchesse de Châteauroux (1616 - 26 décembre 1646)\n* Duchesse de Montmorency, comtesse de Dammartin, baronne de Châteaubriant, dame de L'Isle-Adam et dame de Chantilly (de plein droit, 30 octobre 1632 - 2 décembre 1650)\n* Comtesse de Sancerre (1640 - 26 décembre 1646)\n* Duchesse d'Albret (1641 - 26 décembre 1646)\n* Duchesse de Bellegarde (1646)",
                "* Princesse de la Maison de Montmorency. Fille d'Henri  de Montmorency et de Louise de Budos.\n*Mère d'Anne Geneviève de Bourbon-Condé, de Louis II de Bourbon-Condé et d'Armand de Bourbon-Conti.",
                "100x100px"
            ],
            [
                "6",
                "108x108px",
                "Claire-Clémence de Maillé(25 février 1628 - 16 avril 1694)",
                "* Louis II de Bourbon-Condé (mariage le 11 février 1641)",
                "* Duchesse d'Enghien (11 février 1641 - 26 décembre 1646)\n* Princesse de Condé, duchesse de Bellegarde et de Châteauroux, comtesse de Sancerre (26 décembre 1646 - 11 décembre 1686)\n* Duchesse de Fronsac (de plein droit, 14 juin 1646 - 1674)\n* Duchesse de Montmorency,  comtesse de Dammartin, baronne de Châteaubriant,  et dame de Chantilly (2 décembre 1650 - 11 décembre 1686)\n*Duchesse de Bourbon (1661 - 5 novembre 1667)\n* Comtesse de Charolais (1684 - 11 décembre 1686)",
                "* Princesse de la Maison de Maillé. Fille d’Urbain de Maillé et de Nicole du Plessis de Richelieu.\n*Mère d'Henri-Jules de Bourbon-Condé.",
                "80x80px"
            ],
            [
                "7",
                "102x102px",
                "Anne de Bavière(13 mars 1648 - 23 février 1723)",
                "* Henri-Jules de Bourbon-Condé (mariage le 11 décembre 1663)",
                "* Duchesse d'Enghien (11 décembre 1663 - 11 décembre 1686)\n* Princesse de Condé, duchesse de Bellegarde, de Châteauroux et de Montmorency, comtesse de Dammartin, Sancerre et de Charolais, baronne de Châteaubriant et dame de Chantilly (11 décembre 1686 -  avril 1709)\n* Duchesse de Guise (de plein droit, 3 mars 1688 -  avril 1709)\n* Princesse d'Arches (de plein droit, 5 juillet 1708 - 23 février 1723)\n*Comtesse de Dreux (de plein droit, 11 avril 1718 - 23 février 1723)",
                "* Princesse de la Maison de Wittelsbach. Fille d’Édouard de Palatinat et d'Anne de Gonzague de Clèves.\n*Mère de Marie-Thérèse de Bourbon-Condé, de Louis III de Bourbon-Condé, d'Anne-Marie de Bourbon-Condé, de Louise-Bénédicte de Bourbon-Condé et de Marie-Anne de Bourbon-Condé.",
                "80x80px"
            ],
            [
                "8",
                "104x104px",
                "Louise-Françoise de Bourbon ( juin 1673 - 16 juin 1743)",
                "* Louis III de Bourbon-Condé (mariage le 24 juillet 1685)",
                "* Duchesse de Bourbon (24 juillet 1685 -  avril 1709)\n* Duchesse de Montmorency (24 juillet 1685 - 1689)\n* Duchesse d'Enghien (1689 -  avril 1709)\n* Princesse de Condé, duchesse de Bellegarde, de Châteauroux et de Guise, comtesse de Dammartin, de Sancerre et de Charolais, baronne de Châteaubriant et dame de Chantilly ( avril 1709 - 4 mars 1710)",
                "* Princesse de la Maison de Bourbon. Fille légitimée de Louis XIV de France et de Madame de Montespan.\n*Mère de Marie-Gabrielle-Éléonore de Bourbon-Condé, de Louis IV Henri de Bourbon-Condé, de Louise-Élisabeth de Bourbon-Condé, de Louise-Anne de Bourbon-Condé, de Marie-Anne de Bourbon-Condé, de Charles de Bourbon-Condé, d'Henriette-Louise de Bourbon-Condé, d'Élisabeth-Alexandrine de Bourbon-Condé et de Louis de Bourbon-Condé.",
                "80x80px"
            ],
            [
                "9",
                "93x93px",
                "Marie-Anne de Bourbon-Conti(18 avril 1689 - 21 mars 1720)",
                "* Louis IV Henri de Bourbon-Condé (mariage le 9 juillet 1713)",
                "* Princesse de Condé, duchesse de Bellegarde, de Châteauroux et de Guise, comtesse de Dammartin, de Sancerre et de Charolais, baronne de Châteaubriant et dame de Chantilly (9 juillet 1713 - 21 mars 1720)",
                "* Princesse de la Maison de Conti. Fille de François-Louis de Bourbon-Conti et de Marie-Thérèse de Bourbon-Condé.",
                "80x80px"
            ],
            [
                "10",
                "104x104px",
                "Caroline de Hesse-Rheinfels-Rotembourg(18 août 1714 - 14 juin 1741)",
                "* Louis IV Henri de Bourbon-Condé (mariage le 14 juillet 1728)",
                "* Princesse de Condé, duchesse de Bellegarde, de Châteauroux et de Guise, comtesse de Dammartin, de Sancerre et de Charolais, baronne de Châteaubriant et dame de Chantilly (14 juillet 1728 - 27 janvier 1740)",
                "* Princesse de la Maison de Hesse. Fille d’Ernest-Léopold de Hesse-Rheinfels-Rotembourg et d'Éléonore de Lowenstein-Wertheim.\n*Mère de Louis V Joseph de Bourbon-Condé.",
                ""
            ],
            [
                "11",
                "111x111px",
                "Charlotte de Rohan(7 octobre 1737 - 4 mars 1760)",
                "* Louis V Joseph de Bourbon-Condé (mariage le 3 mai 1753)",
                "* Princesse de Condé, duchesse de Bellegarde, de Châteauroux et de Guise, comtesse de Dammartin, de Sancerre et de Charolais, baronne de Châteaubriant et dame de Chantilly (3 mai 1753 - 4 mars 1760)",
                "* Princesse de la Maison de Rohan. Fille de Charles de Rohan-Soubise et d'Anne-Marie-Louise de La Tour d'Auvergne.\n*Mère de Louis VI Henri de Bourbon-Condé et de Louise-Adélaïde de Bourbon-Condé.",
                "80x80px"
            ],
            [
                "12",
                "80x80px",
                "Marie-Catherine Brignole(7 octobre 1737 - 18 mars 1813)",
                "* Honoré III de Monaco (mariage le 5 juillet 1757)\n\n* Louis V Joseph de Bourbon-Condé (mariage le 24 octobre 1798)",
                "* Princesse de Monaco et duchesse de Valentinois (5 juillet 1757 - 9 janvier 1771)\n* Princesse de Condé, duchesse de Bellegarde, de Châteauroux et de Guise, comtesse de Dammartin de Sancerre et de Charolais, baronne de Châteaubriant et dame de Chantilly (24 octobre 1798 - 18 mars 1813)",
                "* Princesse de la Maison Brignole. Fille de Giuseppe Brignole et d'Anne Balbi.\n\n* Mère d'Honoré IV de Monaco et de Joseph de Monaco.",
                "80x80px"
            ],
            [
                "13",
                "103x103px",
                "Bathilde d’Orléans \n(5 juillet 1750 - 10 janvier 1822)",
                "* Louis VI Henri de Bourbon-Condé (mariage le 20 avril 1770)",
                "* Duchesse d'Enghien (20 avril 1770 - 2 août 1772)\n* Duchesse de Bourbon (2 août 1772 - 13 mai 1818)\n* Princesse de Condé, duchesse de Bellegarde, de Châteauroux et de Guise, comtesse de Dammartin, de Sancerre et de Charolais, baronne de Châteaubriant et dame de Chantilly (13 mai 1818 - 10 janvier 1822)",
                "* Princesse de la Maison d’Orléans. Fille de Louis-Philippe II d’Orléans et de Louise-Henriette de Bourbon-Conti.\n*Mère de Louis-Antoine de Bourbon-Condé.",
                "80x80px"
            ]
        ],
        "column_types": [
            "numeric",
            "string",
            "string",
            "string",
            "string",
            "string",
            "string"
        ],
        "key_column": 0,
        "numeric_columns": [
            0
        ],
        "date_columns": {}
    }
]