{
    "_index": "corpus_doc_business100_en",
    "_id": "37918408",
    "_source": {
        "identificationMetadata": {
            "id": "37918408",
            "title": "MKG Group",
            "url": [
                "https://en.wikipedia.org/?curid=37918408",
                "https://en.wikipedia.org/wiki/MKG Group"
            ],
            "version": 1153219715,
            "versionDate": "2023-05-04T22:52:06Z",
            "hash": "cf27a7ebdf60ab9c2d7cfbbeb7c79a4f",
            "wikidata": "Q16927916"
        },
        "descriptionMetadata": {
            "categories": [
                "Articles with French-language sources (fr)",
                "Articles with a promotional tone from March 2015",
                "All articles with a promotional tone",
                "Articles needing additional references from January 2013",
                "All articles needing additional references",
                "All articles with unsourced statements",
                "Articles with unsourced statements from May 2021",
                "Articles with unsourced statements from December 2012",
                "Official website different in Wikidata and Wikipedia",
                "Hospitality companies of France",
                "Companies based in Paris",
                "Research and analysis firms of France"
            ],
            "language": "en",
            "source": "wikipedia"
        },
        "contentMetadata": {
            "format": "wikitext",
            "content": "{{Advert|article|date=March 2015}}\n{{Infobox company\n|name   = MKG Group\n|logo   = MKG Group logo.jpg\n|type   = [[Limited Company]] \n|foundation     = 1985\n|location       = [[Paris]], France\n|area_served      = [[Multinational corporation|EMEA & Worldwide]]\n|key_people     = [[Georges Panayotis]] <small>(Founder, Chairman & CEO)</small>\n|industry       = [[Hospitality]], [[Hotels]], [[Tourism]]\n|products       = Market Benchmarking (supply, demand, pipeline), Sector Market Research, Feasibility Studies, Valuations, Quality Control & Mystery Shopping, Media platform, Hospitality Events/conferences\n|num_employees  = 110\n|homepage       = {{URL|www.mkg-group.com}}\n}}\n'''MKG Group''' is a consulting and market research firm based in [[Paris]], [[France]]. The group operates various divisions within the tourism, hotel and [[hospitality]] sector,<ref>[https://archive.today/20130118142132/http://investing.businessweek.com/research/stocks/private/snapshot.asp?privcapId=126948644 Bloomberg Businessweek] Retrieved on 11 December 2012, Bloomberg Businessweek</ref><ref>[http://www.hospitalitynet.org/organization/17005812.html Hospitality Net] Retrieved on 11 December 2012, Hospitality Net</ref> namely monitoring global trends in supply, demand and pipeline growth, including the worldwide chain hotel brand and chain hotel group rankings, as well as conducting specialised industry research for stakeholders, private investors, developers, hoteliers (chain groups and independent properties), government and tourism associations, banking and [[financial institutions]],<ref>[http://www.propertyweek.com/Journals/Builder_Group/Property_Week/26_March_2010/attachments/40wc-property_report_hotel_europe_mars_2010_uk_hd.pdf BNP Paribas Real Estate] Retrieved on 1 February 2010, BNP Paribas Real Estate, Property Report, European Hotel Market, February 2012, Pages 2, 3, 5, 6, 7, 8, 9</ref> and [[hedge funds]].\n\nMKG is the official industry monitor for a number of European tourism organisations, such as the French Ministry of Tourism,<ref>[http://www.veilleinfotourisme.fr/mkg-hospitality-presente-le-bilan-2011-et-les-perspectives-2012-de-l-hotellerie-francaise--84059.kjsp French Ministry of Tourism] Retrieved on 8 February 2012, MKG Hospitality présente le bilan 2011 et les perspectives 2012 de l’hôtellerie française, French Ministry of Tourism</ref> Tourism Office [[Lyon]], Tourism office Brussels, offices in Spain, the Netherlands, and the European City Marketing Association (ECM). MKG also regularly supplies various other tourism organisations<ref>[http://www.goturkey.com/contentnews.php?id=691&lng=en&typ=c GoTurkey] Retrieved on 1 January 2012, Republic of Turkey Ministry of Culture and Tourism - Go Turkey, Turkey's Official Tourism Portal</ref> and NGOs with trends and analytical reports, including fractions of the [[European Union]], [[UN]] such as the [[United Nations Conference on Trade and Development]]<ref>[http://www.unctad-docs.org/files/UNCTAD-WIR2011-References-en.pdf UNCTAD World Investment Report 2011] Retrieved 2011, UNCTAD World Investment Report 2011: Non-Equity Modes of International Production and Development</ref> and the [[UNWTO]]'s [[International Labour Organization]],<ref>[http://t20.unwto.org/sites/all/files/docpdf/gdfhts-r-2010-08-0058-1l-en.pdf UNWTO International Labour Organization] Retrieved 2011, International Labour Organization, sectoral activities programme, Developments and challenges in the hospitality and tourism sector, \nPage 9 and 10</ref> as well as a number of hospitality educational institutions in Europe. MKG’s database represents the largest industry performance sample in the [[Europe, the Middle East and Africa|EMEA]] region, supplied directly by all leading international chain hotels, as well as many regional groups and independent properties.\n\nMKG is associated with MKG Hospitality, HotelCompSet, MKG Qualiting, Hospitality-ON.com media platform, the Global Lodging Forum (GLF), Worldwide Hospitality Awards, and Hotel Class, the official hotel rating agency in France. In 2006, MKG was ranked 20th in the national classification of the top 100 market research and opinion institutes by ''[[Marketing Magazine]]''.\n\n==History==\n{{More citations needed section|date=January 2013}}\nMKG Group was established by [[Georges Panayotis]] in Paris in 1985 to service the hotel sector. Soon after, the group began tracking hotel data and trends in supply and demand, as well as conducting research studies for the sector. In 1994, the company launched its first publication ''Hôtels et marketing'', later to be known as ''HTR Magazine'' and now ''Hospitality-ON''. This was followed by the newspaper ''Hôtel Restau Hebdo'' in 2000, and the first Hermès Awards for the hotel and hospitality industry (later to become the Worldwide Hospitality Awards) were awarded in the same year. It opened offices in London in 2007 and in Berlin and Cyprus in 2008. In 2010 it launched the first Hospitality Management Schools Awards.\n\nThe company created the first classification of hotel groups and hotel chains in 1995, and the following year it launched the inaugural Hotel Makers Forum, later to be known as the Global Lodging Forum (GLF). In 2002 it took over the company Network Systems, which specialised in computer software for database processing and e-procurement platforms; and the next year MKG Qualiting produced the first online quality database to enable real time consultation and analysis of a particular hotel with respect to quality criteria. This was followed in 2004 by the creation of the HotelCompset Daily platform, which provides subscribing hotels a tool to track daily and monthly activity and compare key performance indicators. An online customer satisfaction survey platform known as Ola Kala was launched in 2009.\n\nThe company has [[AFNOR|COFRAC]] accreditation,<ref>[http://www.cofrac.fr/fr/organismes/fiche.php?entite_id=319003618 CONFRAC] Retrieved on 22 January 2013, CONFRAC</ref> to lead grading inspection of hotels 1 to 5 stars in France under new classification standards from January under the brand HotelClass. In October, MKG Qualiting extended its accreditation to perform inspections for the classification of serviced apartments and touristic residences under the brand ResidenceClass.\n\n==MKG Group Divisions==\n[[File:MKG Group, Hospitality hotel performance indicators Europe.jpg|thumb|HotelCompSet performance indicators in Europe]]\n'''MKG Hotel Database'''\n\nMKG’s database HotelCompSet, contains a sample of over 200 brands and 11,000 corporate chain hotels, representing more than one million rooms throughout the world, representing all segments from budget to upscale hotels. HotelCompSet provides daily, monthly and yearly monitoring of hotel key performance indicators and analyses of its sample, namely Occupancy Rate (OR), Average Daily Rate (ADR) and Revenue Per Available Room (RevPAR). This is used by hoteliers for yield/[[revenue management]] strategies, as well as by financial institutions, hedge funds, investors and developers for financial reporting and forecasting trends. Results are revealed via the HotelCompSet online application, as well as monthly HIT reports for Europe <ref>[http://www.mkg-group.com/Portals/2/FILES/201210_15451/MKG-HIT-Report-EU-102012.pdf Europe HIT Report] Retrieved on October 2012, MKG Hospitality</ref> and the MEA <ref>[http://www.mkg-group.com/Portals/2/FILES/201210_15451/MKG-HIT-Report-ME-102012.pdf MEA HIT Report] Retrieved on October 2012, MKG Hospitality</ref> regions. Additional benchmark reports reveal trends for the upper upscale/luxury segments, country markets France, Germany and Spain.\nMKG’s database also tracks hotel supply and pipeline growth trends, as well as chain hotel penetration rates, i.e. share of chain hotels in a given market and globally, as well the worldwide chain hotel group and hotel brand rankings.<ref>[http://www.businesstravelnews.com/uploadedFiles/Research/2011_BTN_BTSurvey.pdf Business Travel News] Retrieved on 27 June 2011, Business Travel Survey 2011, Business Travel News, page 32</ref>\n\n'''MKG Hospitality'''\n\nMajor areas of MKG Hospitality include industry market research, financial feasibility studies and consulting for large-scale tourism infrastructure projects, such as hotels and mixed-use developments, as well as independent hotel property and portfolio valuations, and tourism campaigns.\n\n'''MKG Qualiting'''\n\nQuality control in the fields of tourism, hotels and hospitality. This includes business Mystery shopping and audit visits, telephone surveys, and Ola Kala online customer satisfaction survey.\n\n[[File:MKG Group, worldwide hospitality awards.jpg|thumb|MKG’s annual worldwide hospitality awards held in Paris, France]]\n'''Press & Events'''\n\n''HTR Magazine'' was established in 1985, a bilingual publication (French & English) that covered news, interviews, hotel industry analysis and trends from MKG’s database of statistics. In 2011, MKG launched Hospitality-ON.com, the new version of ''HTR'' that combined the printed publication and online media platform.\n\nMKG and Hospitality-ON host the Worldwide Hospitality Awards at the\n[[InterContinental Paris Le Grand Hotel|InterContinental Paris le Grand Hotel]],<ref>[http://www.hospitalitynet.org/event//3002031.html Hospitality Net] Retrieved on 12 December 2012, Hospitality Net</ref> and the Global Lodging Forum (GLF).<ref>[http://www.hospitalitynet.org/event//3001869.html Hospitality Net] Retrieved on 12 December 2012, Hospitality Net</ref> In 2010, MKG launched the first Hospitality Management Schools Awards.\n\n'''Other activities:'''\n\nHotel Class is the official hotel rating agency in France. This is the first company specialised in hospitality sector to have obtained the COFRAC accreditation, to lead grading inspection of hotels 1 to 5 stars in France under new classification standards from January under the brand HotelClass®. This was extended to ResidenceClass for serviced apartments and touristic residences.{{Citation needed|date=May 2021}}\n\n[[File:Georges Panayotis.jpg|thumb|Georges Panayotis]]\n\n==Management==\n{{Main|Georges Panayotis}}\n[[Georges Panayotis]]<ref>{{in lang|fr}} http://www.whoswho.fr/bio/georges-panayotis_44635 : [[Who's Who in France]] on line. Retrieved on 12 December 2012.</ref> is the founder, chairman and CEO of MKG Group. He left Greece at the age of 18 to study [[political science]]. After gaining a management degree at the [[Paris Dauphine University]] he started work at Novotel, now part of the [[Accor]] Group, and became International Marketing Director.{{citation needed|date=December 2012}} Panayotis established MKG after leaving the Accor group in 1985.\n\n==Offices==\nMKG Group’s corporate head office is in central Paris. Other office locations include London, Berlin and Nicosia in Cyprus. In 2012, MKG opened satellite offices in São Paulo, Brazil and Melbourne, Australia.{{citation needed|date=December 2012}}\n\n== References ==\n{{Reflist}}\n\n==External links==\n* {{Official website|www.mkg-group.com}}\n\n==See also==\n*[[Hospitality]]\n*[[Tourism]]\n*[[Hotels]]\n*[[Market Research]]\n\n{{Hotel chains}}\n\n[[Category:Hospitality companies of France]]\n[[Category:Companies based in Paris]]\n[[Category:Research and analysis firms of France]]",
            "text": "MKG Group is a consulting and market research firm based in Paris, France. The group operates various divisions within the tourism, hotel and hospitality sector, namely monitoring global trends in supply, demand and pipeline growth, including the worldwide chain hotel brand and chain hotel group rankings, as well as conducting specialised industry research for stakeholders, private investors, developers, hoteliers (chain groups and independent properties), government and tourism associations, banking and financial institutions, and hedge funds. MKG is the official industry monitor for a number of European tourism organisations, such as the French Ministry of Tourism, Tourism Office Lyon, Tourism office Brussels, offices in Spain, the Netherlands, and the European City Marketing Association (ECM). MKG also regularly supplies various other tourism organisations and NGOs with trends and analytical reports, including fractions of the European Union, UN such as the United Nations Conference on Trade and Development and the UNWTO's International Labour Organization, as well as a number of hospitality educational institutions in Europe. MKG’s database represents the largest industry performance sample in the EMEA region, supplied directly by all leading international chain hotels, as well as many regional groups and independent properties. MKG is associated with MKG Hospitality, HotelCompSet, MKG Qualiting, Hospitality-ON.com media platform, the Global Lodging Forum (GLF), Worldwide Hospitality Awards, and Hotel Class, the official hotel rating agency in France. In 2006, MKG was ranked 20th in the national classification of the top 100 market research and opinion institutes by Marketing Magazine. MKG Group was established by Georges Panayotis in Paris in 1985 to service the hotel sector. Soon after, the group began tracking hotel data and trends in supply and demand, as well as conducting research studies for the sector. In 1994, the company launched its first publication Hôtels et marketing, later to be known as HTR Magazine and now Hospitality-ON. This was followed by the newspaper Hôtel Restau Hebdo in 2000, and the first Hermès Awards for the hotel and hospitality industry (later to become the Worldwide Hospitality Awards) were awarded in the same year. It opened offices in London in 2007 and in Berlin and Cyprus in 2008. In 2010 it launched the first Hospitality Management Schools Awards. The company created the first classification of hotel groups and hotel chains in 1995, and the following year it launched the inaugural Hotel Makers Forum, later to be known as the Global Lodging Forum (GLF). In 2002 it took over the company Network Systems, which specialised in computer software for database processing and e-procurement platforms; and the next year MKG Qualiting produced the first online quality database to enable real time consultation and analysis of a particular hotel with respect to quality criteria. This was followed in 2004 by the creation of the HotelCompset Daily platform, which provides subscribing hotels a tool to track daily and monthly activity and compare key performance indicators. An online customer satisfaction survey platform known as Ola Kala was launched in 2009. The company has COFRAC accreditation, to lead grading inspection of hotels 1 to 5 stars in France under new classification standards from January under the brand HotelClass. In October, MKG Qualiting extended its accreditation to perform inspections for the classification of serviced apartments and touristic residences under the brand ResidenceClass. MKG Hotel Database MKG’s database HotelCompSet, contains a sample of over 200 brands and 11,000 corporate chain hotels, representing more than one million rooms throughout the world, representing all segments from budget to upscale hotels. HotelCompSet provides daily, monthly and yearly monitoring of hotel key performance indicators and analyses of its sample, namely Occupancy Rate (OR), Average Daily Rate (ADR) and Revenue Per Available Room (RevPAR). This is used by hoteliers for yield/revenue management strategies, as well as by financial institutions, hedge funds, investors and developers for financial reporting and forecasting trends. Results are revealed via the HotelCompSet online application, as well as monthly HIT reports for Europe and the MEA regions. Additional benchmark reports reveal trends for the upper upscale/luxury segments, country markets France, Germany and Spain. MKG’s database also tracks hotel supply and pipeline growth trends, as well as chain hotel penetration rates, i.e. share of chain hotels in a given market and globally, as well the worldwide chain hotel group and hotel brand rankings. MKG Hospitality Major areas of MKG Hospitality include industry market research, financial feasibility studies and consulting for large-scale tourism infrastructure projects, such as hotels and mixed-use developments, as well as independent hotel property and portfolio valuations, and tourism campaigns. MKG Qualiting Quality control in the fields of tourism, hotels and hospitality. This includes business Mystery shopping and audit visits, telephone surveys, and Ola Kala online customer satisfaction survey. Press & Events HTR Magazine was established in 1985, a bilingual publication (French & English) that covered news, interviews, hotel industry analysis and trends from MKG’s database of statistics. In 2011, MKG launched Hospitality-ON.com, the new version of HTR that combined the printed publication and online media platform. MKG and Hospitality-ON host the Worldwide Hospitality Awards at the InterContinental Paris le Grand Hotel, and the Global Lodging Forum (GLF). In 2010, MKG launched the first Hospitality Management Schools Awards. Other activities: Hotel Class is the official hotel rating agency in France. This is the first company specialised in hospitality sector to have obtained the COFRAC accreditation, to lead grading inspection of hotels 1 to 5 stars in France under new classification standards from January under the brand HotelClass®. This was extended to ResidenceClass for serviced apartments and touristic residences.[citation needed] Georges Panayotis is the founder, chairman and CEO of MKG Group. He left Greece at the age of 18 to study political science. After gaining a management degree at the Paris Dauphine University he started work at Novotel, now part of the Accor Group, and became International Marketing Director.[citation needed] Panayotis established MKG after leaving the Accor group in 1985. MKG Group’s corporate head office is in central Paris. Other office locations include London, Berlin and Nicosia in Cyprus. In 2012, MKG opened satellite offices in São Paulo, Brazil and Melbourne, Australia.[citation needed] Bloomberg Businessweek Retrieved on 11 December 2012, Bloomberg Businessweek Hospitality Net Retrieved on 11 December 2012, Hospitality Net BNP Paribas Real Estate Retrieved on 1 February 2010, BNP Paribas Real Estate, Property Report, European Hotel Market, February 2012, Pages 2, 3, 5, 6, 7, 8, 9 French Ministry of Tourism Retrieved on 8 February 2012, MKG Hospitality présente le bilan 2011 et les perspectives 2012 de l’hôtellerie française, French Ministry of Tourism GoTurkey Retrieved on 1 January 2012, Republic of Turkey Ministry of Culture and Tourism - Go Turkey, Turkey's Official Tourism Portal UNCTAD World Investment Report 2011 Retrieved 2011, UNCTAD World Investment Report 2011: Non-Equity Modes of International Production and Development UNWTO International Labour Organization Retrieved 2011, International Labour Organization, sectoral activities programme, Developments and challenges in the hospitality and tourism sector, Page 9 and 10 CONFRAC Retrieved on 22 January 2013, CONFRAC Europe HIT Report Retrieved on October 2012, MKG Hospitality MEA HIT Report Retrieved on October 2012, MKG Hospitality Business Travel News Retrieved on 27 June 2011, Business Travel Survey 2011, Business Travel News, page 32 Hospitality Net Retrieved on 12 December 2012, Hospitality Net Hospitality Net Retrieved on 12 December 2012, Hospitality Net (in French) http://www.whoswho.fr/bio/georges-panayotis_44635 : Who's Who in France on line. Retrieved on 12 December 2012. Official website Hospitality Tourism Hotels Market Research"
        },
        "collectMetadata": {
            "requestedDate": "2023-10-16T00:00:00",
            "ingestedDate": "2023-10-21T01:39:10.928469"
        },
        "extractionMetadata": [
            {
                "id": "WikitextExtractor",
                "linkExtractionDate": "2023-10-21T01:39:10.931214",
                "links": [
                    {
                        "fragment": null,
                        "link": "Limited_Company",
                        "text": null,
                        "title": "Limited Company"
                    },
                    {
                        "fragment": null,
                        "link": "Paris",
                        "text": null,
                        "title": "Paris"
                    },
                    {
                        "fragment": null,
                        "link": "Multinational_corporation",
                        "text": "EMEA & Worldwide",
                        "title": "Multinational corporation"
                    },
                    {
                        "fragment": null,
                        "link": "Georges_Panayotis",
                        "text": null,
                        "title": "Georges Panayotis"
                    },
                    {
                        "fragment": null,
                        "link": "Hospitality",
                        "text": null,
                        "title": "Hospitality"
                    },
                    {
                        "fragment": null,
                        "link": "Hotels",
                        "text": null,
                        "title": "Hotels"
                    },
                    {
                        "fragment": null,
                        "link": "Tourism",
                        "text": null,
                        "title": "Tourism"
                    },
                    {
                        "fragment": null,
                        "link": "Paris",
                        "text": null,
                        "title": "Paris"
                    },
                    {
                        "fragment": null,
                        "link": "France",
                        "text": null,
                        "title": "France"
                    },
                    {
                        "fragment": null,
                        "link": "Hospitality",
                        "text": null,
                        "title": "hospitality"
                    },
                    {
                        "fragment": null,
                        "link": "Financial_institutions",
                        "text": null,
                        "title": "financial institutions"
                    },
                    {
                        "fragment": null,
                        "link": "Hedge_funds",
                        "text": null,
                        "title": "hedge funds"
                    },
                    {
                        "fragment": null,
                        "link": "Lyon",
                        "text": null,
                        "title": "Lyon"
                    },
                    {
                        "fragment": null,
                        "link": "European_Union",
                        "text": null,
                        "title": "European Union"
                    },
                    {
                        "fragment": null,
                        "link": "UN",
                        "text": null,
                        "title": "UN"
                    },
                    {
                        "fragment": null,
                        "link": "United_Nations_Conference_on_Trade_and_Development",
                        "text": null,
                        "title": "United Nations Conference on Trade and Development"
                    },
                    {
                        "fragment": null,
                        "link": "UNWTO",
                        "text": null,
                        "title": "UNWTO"
                    },
                    {
                        "fragment": null,
                        "link": "International_Labour_Organization",
                        "text": null,
                        "title": "International Labour Organization"
                    },
                    {
                        "fragment": null,
                        "link": "Europe,_the_Middle_East_and_Africa",
                        "text": "EMEA",
                        "title": "Europe, the Middle East and Africa"
                    },
                    {
                        "fragment": null,
                        "link": "Marketing_Magazine",
                        "text": null,
                        "title": "Marketing Magazine"
                    },
                    {
                        "fragment": null,
                        "link": "Georges_Panayotis",
                        "text": null,
                        "title": "Georges Panayotis"
                    },
                    {
                        "fragment": null,
                        "link": "AFNOR",
                        "text": "COFRAC",
                        "title": "AFNOR"
                    },
                    {
                        "fragment": null,
                        "link": "File:MKG_Group,_Hospitality_hotel_performance_indicators_Europe.jpg",
                        "text": "thumb|HotelCompSet performance indicators in Europe",
                        "title": "File:MKG Group, Hospitality hotel performance indicators Europe.jpg"
                    },
                    {
                        "fragment": null,
                        "link": "Revenue_management",
                        "text": null,
                        "title": "revenue management"
                    },
                    {
                        "fragment": null,
                        "link": "File:MKG_Group,_worldwide_hospitality_awards.jpg",
                        "text": "thumb|MKG’s annual worldwide hospitality awards held in Paris, France",
                        "title": "File:MKG Group, worldwide hospitality awards.jpg"
                    },
                    {
                        "fragment": null,
                        "link": "InterContinental_Paris_Le_Grand_Hotel",
                        "text": "InterContinental Paris le Grand Hotel",
                        "title": "InterContinental Paris Le Grand Hotel"
                    },
                    {
                        "fragment": null,
                        "link": "File:Georges_Panayotis.jpg",
                        "text": "thumb|Georges Panayotis",
                        "title": "File:Georges Panayotis.jpg"
                    },
                    {
                        "fragment": null,
                        "link": "Georges_Panayotis",
                        "text": null,
                        "title": "Georges Panayotis"
                    },
                    {
                        "fragment": null,
                        "link": "Who's_Who_in_France",
                        "text": null,
                        "title": "Who's Who in France"
                    },
                    {
                        "fragment": null,
                        "link": "Political_science",
                        "text": null,
                        "title": "political science"
                    },
                    {
                        "fragment": null,
                        "link": "Paris_Dauphine_University",
                        "text": null,
                        "title": "Paris Dauphine University"
                    },
                    {
                        "fragment": null,
                        "link": "Accor",
                        "text": null,
                        "title": "Accor"
                    },
                    {
                        "fragment": null,
                        "link": "Hospitality",
                        "text": null,
                        "title": "Hospitality"
                    },
                    {
                        "fragment": null,
                        "link": "Tourism",
                        "text": null,
                        "title": "Tourism"
                    },
                    {
                        "fragment": null,
                        "link": "Hotels",
                        "text": null,
                        "title": "Hotels"
                    },
                    {
                        "fragment": null,
                        "link": "Market_Research",
                        "text": null,
                        "title": "Market Research"
                    },
                    {
                        "fragment": null,
                        "link": "Category:Hospitality_companies_of_France",
                        "text": null,
                        "title": "Category:Hospitality companies of France"
                    },
                    {
                        "fragment": null,
                        "link": "Category:Companies_based_in_Paris",
                        "text": null,
                        "title": "Category:Companies based in Paris"
                    },
                    {
                        "fragment": null,
                        "link": "Category:Research_and_analysis_firms_of_France",
                        "text": null,
                        "title": "Category:Research and analysis firms of France"
                    }
                ],
                "nbLinks": 39,
                "nbTables": 0,
                "nbTexts": 8,
                "tableExtractionDate": "2023-10-21T01:39:10.931214",
                "tables": [],
                "technology": "WikitextExtractor",
                "textExtractionDate": "2023-10-21T01:39:10.931214",
                "texts": [
                    {
                        "endOffset": 4208,
                        "index": 0,
                        "level": 0,
                        "startOffset": 0,
                        "title": null,
                        "value": "{{Advert|article|date=March 2015}}\n{{Infobox company\n|name   = MKG Group\n|logo   = MKG Group logo.jpg\n|type   = [[Limited Company]] \n|foundation     = 1985\n|location       = [[Paris]], France\n|area_served      = [[Multinational corporation|EMEA & Worldwide]]\n|key_people     = [[Georges Panayotis]] <small>(Founder, Chairman & CEO)</small>\n|industry       = [[Hospitality]], [[Hotels]], [[Tourism]]\n|products       = Market Benchmarking (supply, demand, pipeline), Sector Market Research, Feasibility Studies, Valuations, Quality Control & Mystery Shopping, Media platform, Hospitality Events/conferences\n|num_employees  = 110\n|homepage       = {{URL|www.mkg-group.com}}\n}}\nMKG Group is a consulting and market research firm based in [[Paris]], [[France]]. The group operates various divisions within the tourism, hotel and [[hospitality]] sector,<ref>Bloomberg Businessweek Retrieved on 11 December 2012, Bloomberg Businessweek</ref><ref>Hospitality Net Retrieved on 11 December 2012, Hospitality Net</ref> namely monitoring global trends in supply, demand and pipeline growth, including the worldwide chain hotel brand and chain hotel group rankings, as well as conducting specialised industry research for stakeholders, private investors, developers, hoteliers (chain groups and independent properties), government and tourism associations, banking and [[financial institutions]],<ref>BNP Paribas Real Estate Retrieved on 1 February 2010, BNP Paribas Real Estate, Property Report, European Hotel Market, February 2012, Pages 2, 3, 5, 6, 7, 8, 9</ref> and [[hedge funds]].\n\nMKG is the official industry monitor for a number of European tourism organisations, such as the French Ministry of Tourism,<ref>French Ministry of Tourism Retrieved on 8 February 2012, MKG Hospitality présente le bilan 2011 et les perspectives 2012 de l’hôtellerie française, French Ministry of Tourism</ref> Tourism Office [[Lyon]], Tourism office Brussels, offices in Spain, the Netherlands, and the European City Marketing Association (ECM). MKG also regularly supplies various other tourism organisations<ref>GoTurkey Retrieved on 1 January 2012, Republic of Turkey Ministry of Culture and Tourism - Go Turkey, Turkey's Official Tourism Portal</ref> and NGOs with trends and analytical reports, including fractions of the [[European Union]], [[UN]] such as the [[United Nations Conference on Trade and Development]]<ref>UNCTAD World Investment Report 2011 Retrieved 2011, UNCTAD World Investment Report 2011: Non-Equity Modes of International Production and Development</ref> and the [[UNWTO]]'s [[International Labour Organization]],<ref>UNWTO International Labour Organization Retrieved 2011, International Labour Organization, sectoral activities programme, Developments and challenges in the hospitality and tourism sector, \nPage 9 and 10</ref> as well as a number of hospitality educational institutions in Europe. MKG’s database represents the largest industry performance sample in the [[Europe, the Middle East and Africa|EMEA]] region, supplied directly by all leading international chain hotels, as well as many regional groups and independent properties.\n\nMKG is associated with MKG Hospitality, HotelCompSet, MKG Qualiting, Hospitality-ON.com media platform, the Global Lodging Forum (GLF), Worldwide Hospitality Awards, and Hotel Class, the official hotel rating agency in France. In 2006, MKG was ranked 20th in the national classification of the top 100 market research and opinion institutes by [[Marketing Magazine]]."
                    },
                    {
                        "endOffset": 6303,
                        "index": 1,
                        "level": 2,
                        "startOffset": 4208,
                        "title": "History",
                        "value": "{{More citations needed section|date=January 2013}}\nMKG Group was established by [[Georges Panayotis]] in Paris in 1985 to service the hotel sector. Soon after, the group began tracking hotel data and trends in supply and demand, as well as conducting research studies for the sector. In 1994, the company launched its first publication Hôtels et marketing, later to be known as HTR Magazine and now Hospitality-ON. This was followed by the newspaper Hôtel Restau Hebdo in 2000, and the first Hermès Awards for the hotel and hospitality industry (later to become the Worldwide Hospitality Awards) were awarded in the same year. It opened offices in London in 2007 and in Berlin and Cyprus in 2008. In 2010 it launched the first Hospitality Management Schools Awards.\n\nThe company created the first classification of hotel groups and hotel chains in 1995, and the following year it launched the inaugural Hotel Makers Forum, later to be known as the Global Lodging Forum (GLF). In 2002 it took over the company Network Systems, which specialised in computer software for database processing and e-procurement platforms; and the next year MKG Qualiting produced the first online quality database to enable real time consultation and analysis of a particular hotel with respect to quality criteria. This was followed in 2004 by the creation of the HotelCompset Daily platform, which provides subscribing hotels a tool to track daily and monthly activity and compare key performance indicators. An online customer satisfaction survey platform known as Ola Kala was launched in 2009.\n\nThe company has [[AFNOR|COFRAC]] accreditation,<ref>CONFRAC Retrieved on 22 January 2013, CONFRAC</ref> to lead grading inspection of hotels 1 to 5 stars in France under new classification standards from January under the brand HotelClass. In October, MKG Qualiting extended its accreditation to perform inspections for the classification of serviced apartments and touristic residences under the brand ResidenceClass."
                    },
                    {
                        "endOffset": 10106,
                        "index": 2,
                        "level": 2,
                        "startOffset": 6303,
                        "title": "MKG Group Divisions",
                        "value": "[[File:MKG Group, Hospitality hotel performance indicators Europe.jpg|thumb|HotelCompSet performance indicators in Europe]]\nMKG Hotel Database\n\nMKG’s database HotelCompSet, contains a sample of over 200 brands and 11,000 corporate chain hotels, representing more than one million rooms throughout the world, representing all segments from budget to upscale hotels. HotelCompSet provides daily, monthly and yearly monitoring of hotel key performance indicators and analyses of its sample, namely Occupancy Rate (OR), Average Daily Rate (ADR) and Revenue Per Available Room (RevPAR). This is used by hoteliers for yield/[[revenue management]] strategies, as well as by financial institutions, hedge funds, investors and developers for financial reporting and forecasting trends. Results are revealed via the HotelCompSet online application, as well as monthly HIT reports for Europe <ref>Europe HIT Report Retrieved on October 2012, MKG Hospitality</ref> and the MEA <ref>MEA HIT Report Retrieved on October 2012, MKG Hospitality</ref> regions. Additional benchmark reports reveal trends for the upper upscale/luxury segments, country markets France, Germany and Spain.\nMKG’s database also tracks hotel supply and pipeline growth trends, as well as chain hotel penetration rates, i.e. share of chain hotels in a given market and globally, as well the worldwide chain hotel group and hotel brand rankings.<ref>Business Travel News Retrieved on 27 June 2011, Business Travel Survey 2011, Business Travel News, page 32</ref>\n\nMKG Hospitality\n\nMajor areas of MKG Hospitality include industry market research, financial feasibility studies and consulting for large-scale tourism infrastructure projects, such as hotels and mixed-use developments, as well as independent hotel property and portfolio valuations, and tourism campaigns.\n\nMKG Qualiting\n\nQuality control in the fields of tourism, hotels and hospitality. This includes business Mystery shopping and audit visits, telephone surveys, and Ola Kala online customer satisfaction survey.\n\n[[File:MKG Group, worldwide hospitality awards.jpg|thumb|MKG’s annual worldwide hospitality awards held in Paris, France]]\nPress & Events\n\nHTR Magazine was established in 1985, a bilingual publication (French & English) that covered news, interviews, hotel industry analysis and trends from MKG’s database of statistics. In 2011, MKG launched Hospitality-ON.com, the new version of HTR that combined the printed publication and online media platform.\n\nMKG and Hospitality-ON host the Worldwide Hospitality Awards at the\n[[InterContinental Paris Le Grand Hotel|InterContinental Paris le Grand Hotel]],<ref>Hospitality Net Retrieved on 12 December 2012, Hospitality Net</ref> and the Global Lodging Forum (GLF).<ref>Hospitality Net Retrieved on 12 December 2012, Hospitality Net</ref> In 2010, MKG launched the first Hospitality Management Schools Awards.\n\nOther activities:\n\nHotel Class is the official hotel rating agency in France. This is the first company specialised in hospitality sector to have obtained the COFRAC accreditation, to lead grading inspection of hotels 1 to 5 stars in France under new classification standards from January under the brand HotelClass®. This was extended to ResidenceClass for serviced apartments and touristic residences.{{Citation needed|date=May 2021}}\n\n[[File:Georges Panayotis.jpg|thumb|Georges Panayotis]]"
                    },
                    {
                        "endOffset": 10703,
                        "index": 3,
                        "level": 2,
                        "startOffset": 10106,
                        "title": "Management",
                        "value": "{{Main|Georges Panayotis}}\n[[Georges Panayotis]]<ref>{{in lang|fr}} http://www.whoswho.fr/bio/georges-panayotis_44635 : [[Who's Who in France]] on line. Retrieved on 12 December 2012.</ref> is the founder, chairman and CEO of MKG Group. He left Greece at the age of 18 to study [[political science]]. After gaining a management degree at the [[Paris Dauphine University]] he started work at Novotel, now part of the [[Accor]] Group, and became International Marketing Director.{{citation needed|date=December 2012}} Panayotis established MKG after leaving the Accor group in 1985."
                    },
                    {
                        "endOffset": 10963,
                        "index": 4,
                        "level": 2,
                        "startOffset": 10703,
                        "title": "Offices",
                        "value": "MKG Group’s corporate head office is in central Paris. Other office locations include London, Berlin and Nicosia in Cyprus. In 2012, MKG opened satellite offices in São Paulo, Brazil and Melbourne, Australia.{{citation needed|date=December 2012}}"
                    },
                    {
                        "endOffset": 10993,
                        "index": 5,
                        "level": 2,
                        "startOffset": 10963,
                        "title": "References",
                        "value": "{{Reflist}}"
                    },
                    {
                        "endOffset": 11054,
                        "index": 6,
                        "level": 2,
                        "startOffset": 10993,
                        "title": "External links",
                        "value": "* {{Official website|www.mkg-group.com}}"
                    },
                    {
                        "endOffset": 11282,
                        "index": 7,
                        "level": 2,
                        "startOffset": 11054,
                        "title": "See also",
                        "value": "*[[Hospitality]]\n*[[Tourism]]\n*[[Hotels]]\n*[[Market Research]]\n\n{{Hotel chains}}\n\n[[Category:Hospitality companies of France]]\n[[Category:Companies based in Paris]]\n[[Category:Research and analysis firms of France]]"
                    }
                ]
            }
        ],
        "statsMetadata": {
            "textSize": 9989
        }
    }
}
